Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# Option_Collision
source: Collision
cs_cz: Kolize
de_de: Kollision
es_es: Colisión
id_id: Bentrokan
it_it: Collisione
ja_jp: 衝突判定
ko_kr: 충돌
ms_my: Perlanggaran
nl_nl: Botsing
pl_pl: Kolizja
pt_pt: Colisão
ro_ro: Coliziuni
ru_ru: Коллизия
tr_tr: Çarpışma
uk_ua: Колізія
zh_cn: 碰撞
zh_tw: 碰撞

# Option_DeltaHeight
source: Delta height
cs_cz: Rozdíl výšky
de_de: Deltahöhe
es_es: Diferencia de altura
fr_fr: Différence de hauteur
id_id: Perbedaan tinggi
it_it: Altezza Delta
ja_jp: デルタの高さ
ko_kr: 삼각형 높이
ms_my: Ketinggian delta
nl_nl: Deltahoogte
pl_pl: Wysokość Delta
ro_ro: Înălțime Delta
ru_ru: Изменение высоты
tr_tr: Delta yüksekliği
uk_ua: Зміна висоти
zh_cn: 三角形高度
zh_tw: 三角形高度

# Option_Direction
source: Direction
cs_cz: Směr
de_de: Richtung
es_es: Dirección
id_id: Arah
it_it: Direzione
ja_jp: 方向
ko_kr: 방향
ms_my: Arah
nl_nl: Richting
pl_pl: Kierunek
ru_ru: Направление
tr_tr: Yön
uk_ua: Напрям
zh_cn: 方向
zh_tw: 方向

# Option_Distance
source: Distance
cs_cz: Vzdálenost
de_de: Distanz
es_es: Distancia
id_id: Jarak
it_it: Distanza
ja_jp: 距離
ko_kr: 거리
ms_my: Jarak
nl_nl: Afstand
pl_pl: Odległość
ru_ru: Расстояние
tr_tr: Mesafe
uk_ua: Відстань
zh_cn: 距离
zh_tw: 距離

# Option_Elevation
source: Elevation
cs_cz: Vyvýšení
de_de: Höhe
es_es: Elevación
fr_fr: Élévation
id_id: Ketinggian
it_it: Elevazione
ja_jp: 高さ
ko_kr: 고도
ms_my: Ketinggian
nl_nl: Hoogte
pl_pl: Wysokość
ru_ru: Подъем
tr_tr: Yükseklik
uk_ua: Підйом
zh_cn: 高度
zh_tw: 高度

# Option_FlatEnd
source: Flat end
cs_cz: Plochý konec
de_de: Flaches Ende
es_es: Final plano
fr_fr: Extrémité plate
it_it: Estremità iatta
ja_jp: 平坦な終端
ko_kr: 평탄한 끝
ms_my: Penghujung datar
nl_nl: Vlak einde
pl_pl: Płaski koniec
ru_ru: Плоское окончание
uk_ua: Плоский кінець
zh_cn: 平端

# Option_FollowSlope
source: Follow main slope
cs_cz: Následovat hlavní sklon
de_de: Hauptgefälle folgen
es_es: Seguir pendiente principal
fr_fr: Suivre la pente principale
id_id: Ikuti kemiringan utama
it_it: Segui la pendenza principale
ja_jp: メインのスロープに追従
ko_kr: 주 경사 따르기
ms_my: Ikut lereng utama
nl_nl: Hoofdhelling volgen
pl_pl: Śledź główne nachylenie
ro_ro: Urmărește panta principală
ru_ru: Следовать основному наклону
tr_tr: Ana eğimi takip et
uk_ua: Дотримуватись основного нахилу
zh_cn: 跟随主斜坡
zh_tw: 跟隨主斜坡

# Option_HideCrosswalkModRequired
source: Hide crosswalks mod required
cs_cz: Vyžadován mód Hide crosswalks
de_de: Hide crosswalks mod erforderlich
es_es: Se requiere el mod "Hide crosswalks"
fr_fr: Le mod Hide crosswalks est nécessaire
id_id: Mod Hide crosswalks dibutuhkan
it_it: È richiesta la Mod Hide Crosswalks
ja_jp: Hide Crosswalks MODが必要
ko_kr: Hide crosswalks 모드 필요
ms_my: Mod “Hide crosswalks” diperlukan
nl_nl: Hide crosswalks mod vereist
pl_pl: Wymagany mod ukrywający przejścia dla pieszych
ro_ro: Modul hide crosswalks este necesar
ru_ru: Необходим мод Hide Crosswalks
tr_tr: Yaya geçitlerini gizleme modu gerekli
uk_ua: Необхідний мод Hide Crosswalks
zh_cn: 你需要 Hide TMPE crosswalks 模组
zh_tw: 需要 Hide TMPE Crosswalks 模組

# Option_Horizontal
source: Horizontal
cs_cz: Horizontální
id_id: Horisontal
it_it: Orizzontale
ja_jp: 水平
ko_kr: 수평
ms_my: Mendatar
nl_nl: Horizontaal
pl_pl: Poziomo
ru_ru: Горизонталь
tr_tr: Yatay
uk_ua: Горизонталь
zh_cn: 水平
zh_tw: 水平

# Option_KeepDefault
source: Reset offset
cs_cz: Resetovat odsazení
de_de: Versatz zurücksetzen
es_es: Restablecer separación
fi_fi: Palauta etäisyydet
fr_fr: Réinitialiser le décalage
id_id: Setel ulang pergeseran
it_it: Ripristina la deviazione
ja_jp: オフセットをリセット
ko_kr: 오프셋 초기화
ms_my: Tetap semula ofset
nl_nl: Parallele verschuiving herstellen
pl_pl: Zresetuj przesunięcie
pt_pt: Repor deslocamento
ro_ro: Resetare offset
ru_ru: Отступ по умолчанию
tr_tr: Merkezi sıfırla
uk_ua: Відступ за замовчуванням
zh_cn: 重置偏移
zh_tw: 重設偏移

# Option_LeftCorner
source: Left corner
cs_cz: Levý roh
de_de: Linke Ecke
es_es: Esquina izquierda
fr_fr: Coin gauche
id_id: Sudut kiri
it_it: Angolo sinistro
ja_jp: 左コーナー
ko_kr: 왼쪽 코너
ms_my: Bucu kiri
nl_nl: Linkerhoek
pl_pl: Lewy narożnik
ru_ru: Левый угол
tr_tr: Sol köşe
uk_ua: Лівий кут
zh_cn: 左边角

# Option_LeftCornerDirection
source: Left corner direction
cs_cz: Směr levého rohu
de_de: Linke Eckrichtung
es_es: Dirección Esquina izquierda
fr_fr: Direction du coin gauche
id_id: Arah sudut kiri
it_it: Direzione dell'angolo sinistro
ja_jp: 左コーナーの方向
ko_kr: 왼쪽 코너 방향
ms_my: Arah bucu kiri
nl_nl: Linkerhoek richting
pl_pl: Kierunek lewego narożnika
ru_ru: Направление левого угла
tr_tr: Sol köşe yönü
uk_ua: Напрямок лівого кута
zh_cn: 左边角方向

# Option_LeftCornerFlatEnd
source: Left corner flat end
cs_cz: Levý roh rovný konec
de_de: Linke Ecke flaches Ende
es_es: Final plano de esquina izquierda
fr_fr: Coin gauche extrémité plate
it_it: Angolo sinistro estremità piatta
ja_jp: 左コーナーの平坦な終端
ko_kr: 평탄한 왼쪽 모서리 끝
ms_my: Penghujung datar bucu kiri
nl_nl: Linkerhoek vlak einde
pl_pl: Lewy narożnik płaski koniec
ru_ru: Плоское окончание левого угла
uk_ua: Плоский кінець лівого кута
zh_cn: 左转弯平端

# Option_LeftCornerPosition
source: Left corner position
cs_cz: Pozice levého rohu
de_de: Position der linken Ecke
es_es: Posición Esquina izquierda
fr_fr: Position du coin gauche
id_id: Posisi sudut kiri
it_it: Posizione dell'angolo sinistro
ja_jp: 左コーナーの位置
ko_kr: 왼쪽 코너 위치
ms_my: Kedudukan bucu kiri
nl_nl: Linkerhoek positie
pl_pl: Pozycja lewego narożnika
ru_ru: Позиция левого угла
tr_tr: Sol köşe konumu
uk_ua: Позиція лівого кута
zh_cn: 左边角位置

# Option_MainSlopeDirection
source: Main slope direction
cs_cz: Směr sklonu
de_de: Neigungsrichtung
es_es: Dirección de la pendiente principal
fi_fi: Kaltevuuden suunta
fr_fr: Direction de la pente
id_id: Arah lereng utama
it_it: Direzione principale della pendenza
ja_jp: スロープ化の選択方法
ko_kr: 주 경사 방향
ms_my: Arah lereng utama
nl_nl: Hoofdrichting helling
pl_pl: Główny kierunek nachylenia
pt_pt: Direção da inclinação principal
ro_ro: Direcția pantei principale
ru_ru: Основное направление наклона
tr_tr: Ana eğim yönü
uk_ua: Основний напрямок нахилу
zh_cn: 主斜坡方向
zh_tw: 主斜坡方向

# Option_MainSlopeDirectionAuto
source: Auto
cs_cz: Automaticky
de_de: Automatisch
es_es: Automático
fi_fi: Automaattinen
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
nl_nl: Automatisch
pl_pl: Automatycznie
ro_ro: Automat
ru_ru: Авто
tr_tr: Otomatik
uk_ua: Авто
zh_cn: 自动
zh_tw: 自動

# Option_MainSlopeDirectionManually
source: Manually
cs_cz: Ručně
de_de: Manuell
es_es: Manual
fi_fi: Manuaalinen
fr_fr: Manuellement
id_id: Manual
it_it: Manuale
ja_jp: 任意
ko_kr: 수동
lv_lv: Manuāli
ms_my: Manual
nl_nl: Handmatig
pl_pl: Ręcznie
pt_pt: Manual
ro_ro: Manual
ru_ru: Вручную
tr_tr: Elle
uk_ua: Вручну
zh_cn: 手动
zh_tw: 手動

# Option_MakeStraightEnds
source: Make ends straight
cs_cz: Zarovnat konce
de_de: Enden begradigen
es_es: Alinear esquinas
fi_fi: Suorista päädyt
fr_fr: Rendre les extrémités droites
id_id: Buatkan ujung-ujung menjadi lurus
it_it: Rendi le estremità dritte
ja_jp: セグメントの端を直線化
ko_kr: 끝을 직선으로
ms_my: Luruskan penghujung segmen
nl_nl: Maak rechte uiteindes
pl_pl: Zrób końce proste
pt_pt: Tornar as extremidades retas
ro_ro: Faceți sfârșiturile drepte
ru_ru: Сделать концы прямыми
tr_tr: Uçları düz yap
uk_ua: Зробити кінці прямими
zh_cn: 裁直路段终点
zh_tw: 裁直路段終點

# Option_Marking
source: Marking
cs_cz: Značení
de_de: Markierung
es_es: Marcado
fi_fi: Merkinnät
fr_fr: Marquage
id_id: Markah
it_it: Marcatura
ja_jp: 横断歩道の表示
ko_kr: 표지
lv_lv: Marķēšana
ms_my: Tanda
nl_nl: Markering
pl_pl: Oznakowanie
pt_pt: Marcação
ro_ro: Marcare
ru_ru: Разметка
tr_tr: İşaretleniyor
uk_ua: Розмітка
zh_cn: 标线
zh_tw: 標線

# Option_Mode
source: Mode
cs_cz: Režim
de_de: Modus
es_es: Modo
it_it: Modo
ja_jp: モード
ko_kr: 모드
ms_my: Mod
nl_nl: Modus
pl_pl: Tryb
ro_ro: Mod
ru_ru: Режим
tr_tr: Mod
uk_ua: Режим
zh_cn: 模式
zh_tw: 模式

# Option_ModeFlat
source: Flat
cs_cz: Plochý
de_de: Flach
es_es: Plano
fr_fr: Plat
id_id: Datar
ja_jp: フラット
ko_kr: 평탄
ms_my: Datar
nl_nl: Vlak
pl_pl: Płaski
ro_ro: Plat
ru_ru: Плоский
tr_tr: Düz
uk_ua: Плоский
zh_cn: 平坦
zh_tw: 平坦

# Option_ModeFreeForm
source: Free form
cs_cz: Volná forma
de_de: Freie Form
es_es: Forma Libre
fr_fr: Forme libre
id_id: Gaya bebas
it_it: Forma libera
ja_jp: フリーフォーム
ko_kr: 자유형
ms_my: Bentuk bebas
nl_nl: Vrije vorm
pl_pl: Dowolne formowanie
ro_ro: Trasare liberă
ru_ru: Свободный
tr_tr: Serbest Form
uk_ua: Вільна форма
zh_cn: 自由形状
zh_tw: 自由形狀

# Option_ModeSlope
source: Slope
cs_cz: Sklon
de_de: Gefälle
es_es: Pendiente
fr_fr: Pente
id_id: Kemiringan
it_it: Pendenza
ja_jp: スロープ
ko_kr: 경사
ms_my: Lereng
nl_nl: Helling
pl_pl: Nachylenie
ro_ro: Pantă
ru_ru: Наклон
tr_tr: Eğim
uk_ua: Нахил
zh_cn: 斜坡
zh_tw: 斜坡

# Option_MoreOptions
source: More options
cs_cz: Další možnosti
de_de: Weitere Optionen
es_es: Más opciones
fr_fr: Plus d'options
id_id: Pilihan lainnya
it_it: Altre opzioni
ja_jp: オプションを展開
ko_kr: 더 많은 설정
lv_lv: Papildu opcijas
ms_my: Lebih banyak pilihan
nl_nl: Meer opties
pl_pl: Więcej opcji
pt_pt: Mais opções
ro_ro: Mai multe opțiuni
ru_ru: Дополнительные параметры
tr_tr: Daha fazla seçenek
uk_ua: Інші параметри
zh_cn: 显示更多选项
zh_tw: 更多選項

# Option_NodeLess
source: Nodeless
cs_cz: Bez uzlu
de_de: Ohne Netzwerk-Knoten
es_es: Sin nodo
fr_fr: Sans nœud
id_id: Tanpa node
it_it: Senza nodo
ja_jp: ノードレス
ko_kr: 노드 없음
ms_my: Tanpa nod
nl_nl: Zonder knopen
pl_pl: Bez węzłów
pt_pt: Sem nó
ro_ro: Fără noduri
ru_ru: Без узла
tr_tr: Düğümsüz
uk_ua: Без вузла
zh_cn: 无节点
zh_tw: 無節點

# Option_Offset
source: Offset
cs_cz: Odsazení
de_de: Versatz
es_es: Separar
fi_fi: Etäisyys
fr_fr: Décalage
id_id: Pemunduran
it_it: Spostamento
ja_jp: オフセット(長さ)
ko_kr: 오프셋
ms_my: Ofset
nl_nl: Verschuiven (parallel)
pl_pl: Przesunięcie
pt_pt: Deslocamento
ru_ru: Отступ
tr_tr: Dengele
uk_ua: Відступ
zh_cn: 偏移
zh_tw: 偏移

# Option_OffsetFormat
source: {0}m
ru_ru: {0}м
zh_cn: {0}米

# Option_Position
source: Position
cs_cz: Pozice
es_es: Posición
id_id: Posisi
it_it: Posizione
ja_jp: 位置
ko_kr: 위치
ms_my: Kedudukan
nl_nl: Positie
pl_pl: Pozycja
ru_ru: Позиция
tr_tr: Konum
uk_ua: Позиція
zh_cn: 位置
zh_tw: 位置

# Option_ResetToDefault
source: Reset to default
cs_cz: Obnovit výchozí nastavení
de_de: Auf Standard zurücksetzen
es_es: Restablecer la configuración predeterminada
fi_fi: Palauta oletukseksi
fr_fr: Rétablir les paramètres par défaut
id_id: Setel ulang ke standar
it_it: Ripristina impostazioni predefinite
ja_jp: デフォルトに戻す
ko_kr: 기본값으로 초기화
lv_lv: Atjaunot noklusējuma iestatījumus
ms_my: Tetap semula kepada asal
nl_nl: Terug naar standaardwaarde
pl_pl: Resetuj do domyślnych
pt_pt: Repor predefinição
ro_ro: Resetare la valori implicite
ru_ru: Сбросить к по умолчанию
tr_tr: Varsayılanlara sıfırla
uk_ua: Відновити налаштування за замовчанням
zh_cn: 重置为默认值
zh_tw: 重設為預設值

# Option_RightCorner
source: Right corner
cs_cz: Pravý roh
de_de: Rechte Ecke
es_es: Esquina derecha
fr_fr: Coin droit
id_id: Sudut Kanan
it_it: Angolo destro
ja_jp: 右コーナー
ko_kr: 오른쪽 코너
ms_my: Busu kanan
nl_nl: Rechterhoek
pl_pl: Prawy narożnik
ru_ru: Правый угол
tr_tr: Sağ köşe
uk_ua: Правий кут
zh_cn: 右边角

# Option_RightCornerDirection
source: Right corner direction
cs_cz: Směr pravého rohu
de_de: Rechte Eckrichtung
es_es: Dirección esquina derecha
fr_fr: Direction du coin droit
id_id: Arah sudut kanan
it_it: Direzione dell'angolo destro
ja_jp: 右コーナーの方向
ko_kr: 오른쪽 코너 방향
ms_my: Arah bucu kanan
nl_nl: Rechterhoek richting
pl_pl: Kierunek prawego narożnika
ru_ru: Направление правого угла
tr_tr: Sağ köşe yönü
uk_ua: Напрямок правого кута
zh_cn: 右边角方向

# Option_RightCornerFlatEnd
source: Right corner flat end
cs_cz: Pravý roh plochý konec
de_de: Rechte Ecke flaches Ende
es_es: Fin plano de esquina derecha
fr_fr: Coin droit extrémité plate
it_it: Angolo destro estremità piatta
ja_jp: 右コーナーの平坦な終端
ko_kr: 평탄한 오른쪽 모서리 끝
ms_my: Penghujung datar bucu kanan
nl_nl: Rechterhoek vlak einde
pl_pl: Prawy narożnik płaski koniec
ru_ru: Плоское окончание правого угла
uk_ua: Плоский кінець правого кута
zh_cn: 右转弯平端

# Option_RightCornerPosition
source: Right corner position
cs_cz: Pozice pravého rohu
de_de: Position der rechten Ecke
es_es: Posición esquina derecha
fr_fr: Position du coin droit
id_id: Posisi sudut kanan
it_it: Posizione dell'angolo destro
ja_jp: 右コーナーの位置
ko_kr: 오른쪽 코너 위치
ms_my: Kedudukan bucu kanan
nl_nl: Rechterhoek positie
pl_pl: Pozycja prawego narożnika
ru_ru: Позиция правого угла
tr_tr: Sağ köşe konumu
uk_ua: Позиція правого кута
zh_cn: 右边角位置

# Option_Rotate
source: Rotate
cs_cz: Otočení
de_de: Drehung
es_es: Rotar
fi_fi: Käännös
fr_fr: Pivoter
id_id: Perputaran
it_it: Rotazione
ja_jp: 回転(角度)
ko_kr: 회전
lv_lv: Pagriezt
ms_my: Putar
nl_nl: Roteren
pl_pl: Obróć
pt_pt: Rodar
ro_ro: Rotire
ru_ru: Поворот
tr_tr: Döndür
uk_ua: Обернути
zh_cn: 旋转
zh_tw: 旋轉

# Option_SetShiftBetweenIntersections
source: Set shift between intersections
cs_cz: Nastavit posun mezi křižovatkami
de_de: Verschiebung zwischen Kreuzungen anwenden
es_es: Establecer desplazamiento entre intersecciones
fi_fi: Aseta siirtymä risteysten välille
fr_fr: Définir le décalage entre les intersections
id_id: Terapkan pergeseran di antara persimpangan
it_it: Imposta spostamento tra le intersezioni
ja_jp: 交差点間では、シフト値を一括適用
ko_kr: 두 교차로 사이에 이동 설정
ms_my: Tetapkan anjakan di antara persimpangan
nl_nl: Verschuiving toepassen tussen kruispunten
pl_pl: Ustaw przesunięcie pomiędzy skrzyżowaniami
pt_pt: Aplicar entre intercessões
ro_ro: Setați schimbarea între intersecții
ru_ru: Задать сдвиг между перекрестками
tr_tr: Kesişimler arasındaki değişimi hesapla
uk_ua: Задати зрушення між перехрестями
zh_cn: 设置交叉点间的偏移
zh_tw: 設定交叉路口間的偏移

# Option_SetTwistBetweenIntersections
source: Set twist between intersections
cs_cz: Nastavit náklon mezi křižovatkami
de_de: Drehung zwischen Kreuzungen festlegen
es_es: Establecer giro entre intersecciones
fi_fi: Aseta sivukaltevuus risteysten välille
fr_fr: Définir la torsion entre les intersections
id_id: Terapkan twist di antara persimpangan
it_it: Imposta torsione tra intersezioni
ja_jp: 交差点間では、ツイスト値を一括適用
ko_kr: 두 교차로 사이에 비틀림 설정
ms_my: Tetapkan pulas di antara persimpangan
nl_nl: Pas de kronkel tussen kruispunten toe
pl_pl: Ustaw skręt pomiędzy skrzyżowaniami
pt_pt: Definir a torção entre interseções
ro_ro: Setați răsucirea între intersecții
ru_ru: Задать скручивание между перекрестками
tr_tr: Kesişimler arasında değişimi uygula
uk_ua: Задати скручування між перехрестями
zh_cn: 设置两个路口间的所有倾斜
zh_tw: 設定交叉路口間的扭轉

# Option_Shift
source: Shift
cs_cz: Posun
de_de: Verschiebung
es_es: Desplazar
fi_fi: Siirtymä
fr_fr: Décalage
id_id: Pergeseran
it_it: Spostamento
ja_jp: シフト(左右の移動)
ko_kr: 이동
ms_my: Anjak
nl_nl: Verschuiven (loodrecht)
pl_pl: Przesuń
pt_pt: Mudar
ro_ro: Schimbă
ru_ru: Сдвиг
tr_tr: Değişim
uk_ua: Зрушення
zh_cn: 移位
zh_tw: 左右位移

# Option_ShiftFormat
source: {0}m
ru_ru: {0}м
zh_cn: {0}米

# Option_Slope
source: Slope
cs_cz: Sklon
de_de: Neigung
es_es: Inclinar
fi_fi: Kaltevuus
fr_fr: Pente
id_id: Lereng
it_it: Pendenza
ja_jp: スロープ(勾配)
ko_kr: 경사
lv_lv: Slīpums
ms_my: Lereng
nl_nl: Helling
pl_pl: Nachylenie
pt_pt: Declive
ro_ro: Pantă
ru_ru: Наклон
tr_tr: Eğim
uk_ua: Нахил
zh_cn: 斜坡
zh_tw: 斜坡

# Option_Stretch
source: Stretch
cs_cz: Natažení
de_de: Streckung
es_es: Estirar
fi_fi: Venymä
fr_fr: Étirement
id_id: Peregangan
it_it: Estensione
ja_jp: ストレッチ(太さ)
ko_kr: 폭
lv_lv: Stiepšana
ms_my: Regang
nl_nl: Uitrekken
pl_pl: Rozciągnij
pt_pt: Alargamento
ro_ro: Întindere
ru_ru: Растягивание
tr_tr: Genişlet
uk_ua: Розтягування
zh_cn: 拉伸
zh_tw: 拉伸

# Option_Twist
source: Twist
cs_cz: Náklon
de_de: Querneigung
es_es: Girar
fi_fi: Sivukaltevuus
fr_fr: Torsion
it_it: Torsione
ja_jp: ツイスト(バンク)
ko_kr: 비틀기
ms_my: Pulas
nl_nl: Kantelen
pl_pl: Skręć
pt_pt: Torcer
ro_ro: Răsucit
ru_ru: Скручивание
tr_tr: Bükük
uk_ua: Скручування
zh_cn: 扭曲
zh_tw: 扭轉

# Option_Type
source: Node type
cs_cz: Typ uzlu
de_de: Netzwerk-Knoten-Typ
es_es: Tipo de nodo
fi_fi: Liittymän tyyppi
fr_fr: Type de nœud
id_id: Jenis titik hubung
it_it: Tipologia di nodo
ja_jp: ノードの設定
ko_kr: 노드 유형
lv_lv: Mezgla tips
ms_my: Jenis nod
nl_nl: Knooptype
pl_pl: Typ węzła
pt_pt: Tipo de Nó
ro_ro: Tipul de nod
ru_ru: Тип узла
tr_tr: Düğüm tipi
uk_ua: Тип вузла
zh_cn: 节点类型
zh_tw: 節點類型

# Option_Vertical
source: Vertical
cs_cz: Vertikální
de_de: Vertikal
id_id: Vertikal
it_it: Verticale
ja_jp: 垂直
ko_kr: 수직
ms_my: Menegak
nl_nl: Verticaal
pl_pl: Pionowo
ru_ru: Вертикаль
tr_tr: Dikey
uk_ua: Вертикаль
zh_cn: 垂直
zh_tw: 垂直

# Panel_NodeId
source: Node #{0}
cs_cz: Uzel #{0}
de_de: Netzwerk-Knoten #{0}
es_es: Nodo #{0}
fi_fi: Liittymä #{0}
fr_fr: Nœud #{0}
id_id: Titik hubung #{0}
it_it: Nodo #{0}
ja_jp: ノード #{0} を調整中
ko_kr: 노드 #{0}
lv_lv: Mezgls #{0}
ms_my: Nod #{0}
nl_nl: Knoop #{0}
pl_pl: Węzeł #{0}
pt_pt: Nó #{0}
ro_ro: Nodul #{0}
ru_ru: Узел #{0}
tr_tr: #{0} nolu düğüm
uk_ua: Вузол #{0}
zh_cn: 节点 #{0}
zh_tw: 節點 #{0}

# Settings_ApplyAfterRestart
source: Applies after game restart
cs_cz: Projeví se po restartu hry
de_de: Wird nach dem Neustart des Spiels angewendet
es_es: Se aplica después de reiniciar el juego
fr_fr: S'applique après le redémarrage du jeu
id_id: Diterapkan setelah game direstart
it_it: Si applica dopo il riavvio del gioco
ja_jp: ゲーム再起動後に適用
ko_kr: 재시작 후 적용됩니다
ms_my: Diterapkan selepas permainan dimulakan semula
nl_nl: Van toepassing na spel herstart
pl_pl: Zostanie zastosowane po ponownym uruchomieniu gry
pt_pt: Aplica-se depois do reinício do jogo
ro_ro: Se aplică la repornirea jocului
ru_ru: Изменения вступят в силу после перезагрузки игры
tr_tr: Oyun yeniden başlatıldıktan sonra geçerlidir
uk_ua: Застосовується після перезавантаження гри
zh_cn: 游戏重启后生效
zh_tw: 遊戲重新啟動後套用

# Settings_BackupTab
source: Backup
cs_cz: Záloha
es_es: Copia de seguridad
fr_fr: Sauvegarde
id_id: Cadangan
ja_jp: バックアップ
ko_kr: 백업
ms_my: Sandaran
pl_pl: Kopia zapasowa
ru_ru: Pезервирование
tr_tr: Yedekleme
uk_ua: Резервне копіювання
zh_cn: 备份
zh_tw: 備份

# Settings_CopyPathToClipboard
source: Copy path to clipboard
cs_cz: Kopírovat cestu do schránky
de_de: Pfad in die Zwischenablage kopieren
es_es: Copiar la ruta al portapapeles
fr_fr: Copier le chemin dans le presse-papier
id_id: Salin jalur ke salinan
it_it: Copia il percorso negli appunti
ja_jp: クリップボードにコピー
ko_kr: 경로를 클립보드에 복사하기
ms_my: Salin laluan ke papan keratan
nl_nl: Kopieer bestandslocatie naar klembord
pl_pl: Skopiuj ścieżkę do schowka
ro_ro: Copiați calea în clipboard
ru_ru: Копировать путь в буфер
tr_tr: Yolu panoya kopyala
uk_ua: Копіювати шлях до буфера обміну
zh_cn: 复制路径到剪贴板
zh_tw: 複製路徑到剪貼簿

# Settings_DeleteDataButton
source: Delete data from all nodes
cs_cz: Odstranit data ze všech uzlů
de_de: Die Daten aller Netzwerk-Knoten löschen
es_es: Eliminar datos de todos los nodos
fr_fr: Supprimer les données de tous les nœuds
id_id: Hapus data dari semua node
it_it: Elimina dati da tutti i nodi
ja_jp: 全てのノードからデータを削除
ko_kr: 모든 노드의 데이터 삭제
ms_my: Padamkan data dari semua nod
nl_nl: Verwijder gegevens van alle knooppunten
pl_pl: Usuń dane ze wszystkich węzłów
ro_ro: Ștergeți datele din toate nodurile
ru_ru: Удалить данные со всех узлов
tr_tr: Tüm düğümlerden verileri sil
uk_ua: Видалити дані з усіх вузлів
zh_cn: 删除所有节点的数据
zh_tw: 刪除所有節點的資料

# Settings_DeleteDataCaption
source: Delete all data
cs_cz: Vymazat všechna data
de_de: Alle Daten löschen
es_es: Eliminar todos los datos
fr_fr: Supprimer toutes les données
id_id: Hapus semua data
it_it: Elimina tutti i dati
ja_jp: 全てのデータを削除
ko_kr: 모든 데이터 삭제
ms_my: Padamkan semua data
nl_nl: Verwijder alle gegevens
pl_pl: Usuń wszystkie dane
ro_ro: Ștergeți toate datele
ru_ru: Удалить все данные
tr_tr: Tüm verileri sil
uk_ua: Видалити всі дані
zh_cn: 删除所有数据
zh_tw: 刪除所有資料

# Settings_DeleteDataMessage
source: Do you really want to remove all data?
cs_cz: Opravdu chcete smazat všechny data?
de_de: Möchtest du wirklich alle Daten löschen?
es_es: ¿De verdad quieres borrar todos los datos?
fr_fr: Voulez-vous vraiment supprimer toutes les données ?
id_id: Apakah Anda yakin untuk menghapus semua data?
it_it: Vuoi veramente rimuovere tutti i dati?
ja_jp: 本当に全てのデータを削除しますか？
ko_kr: 정말로 모든 데이터를 삭제하시겠습니까?
ms_my: Adakah anda benar-benar ingin membuang semua data?
nl_nl: Weet je zeker dat je alle gegevens wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie dane?
ro_ro: Doriți într-adevăr să eliminaţi toate datele?
ru_ru: Вы действительно хотите удалить все данные?
tr_tr: Tüm verileri gerçekten kaldırmak istiyor musunuz?
uk_ua: Ви дійсно хочете видалити всі дані?
zh_cn: 确定要删除所有数据吗?
zh_tw: 您確定要刪除所有資料嗎？

# Settings_DumpDataButton
source: Dump nodes data to file
cs_cz: Exportovat data uzlů do souboru
de_de: Daten des Netzwerk-Knotens in einer Datei speichern
es_es: Exportar datos de nodos a un archivo
fr_fr: Extraire les données des nœuds vers un fichier
id_id: Limpahkan data node ke file
it_it: Scarica i dati dei nodi su file
ja_jp: ノードデータをファイルに保存
ko_kr: 노드 내역을 파일로 내보내기
ms_my: Longgokkan data nod ke fail
nl_nl: Exporteer knooppuntgegevens naar bestand
pl_pl: Zrzuć dane węzłów do pliku
ro_ro: Salvați datele nodurilor într-un fișier
ru_ru: Сохранить данные узлов в файл
tr_tr: Düğüm verilerini dosyaya dök
uk_ua: Зберегти дані вузлів до файлу
zh_cn: 将节点数据以文件形式导出
zh_tw: 將節點資料導出為文件

# Settings_DumpDataCaption
source: Dump nodes data
cs_cz: Exportovat data uzlů
de_de: Daten des Netzwerk-Knotens kopieren
es_es: Exportar datos de nodos
fr_fr: Extraire les données des nœuds
id_id: Limpahkan data node
it_it: Scarica i dati dei nodi
ja_jp: ノードデータのダンプ出力
ko_kr: 노드 내역 내보내기
ms_my: Longgokkan data nod
nl_nl: Exporteer knooppuntgegevens
pl_pl: Zrzuć dane węzłów
ro_ro: Salvați datele nodurilor
ru_ru: Сохранить данные узлов
tr_tr: Düğüm verilerini dökümü
uk_ua: Зберегти дані вузлів
zh_cn: 导出节点数据
zh_tw: 導出節點資料

# Settings_DumpMessageFailed
source: Dump failed
cs_cz: Export se nezdařil
de_de: Export fehlgeschlagen
es_es: Fallo al exportar datos
fr_fr: L'extraction a échoué
id_id: Pelimpahan gagal
it_it: Scarico fallito
ja_jp: ダンプ出力に失敗しました。
ko_kr: 내보내기 실패
ms_my: Longgokan gagal
nl_nl: Exporteren mislukt
pl_pl: Zrzut nieudany
ro_ro: Salvare eșuată
ru_ru: Не удалось сохранить
tr_tr: Döküm başarısız oldu
uk_ua: Не вдалося зберегти
zh_cn: 导出失败
zh_tw: 無法導出

# Settings_DumpMessageSuccess
source: Dump successfully saved to file
cs_cz: Export úspěšně uložen do souboru
de_de: Der Export wurde erfolgreich in einer Datei gespeichert
es_es: Datos guardados correctamente en el archivo
fr_fr: Extraction enregistrée avec succès dans le fichier
id_id: Pelimpahan ke file berhasil
it_it: Scarico salvato correttamente sul file
ja_jp: ダンプ出力は正常に行われました。
ko_kr: 성공적으로 파일에 저장하였습니다
ms_my: Longgokan berjaya disimpan ke fail
nl_nl: Exporteren naar bestand gelukt
pl_pl: Zrzut pomyślnie zapisany do pliku
ro_ro: Salvare efectuată cu succes
ru_ru: Сохранение успешно сохранено в файл
tr_tr: Döküm başarıyla dosyaya kaydedildi
uk_ua: Збереження успішно скопійовано до файлу
zh_cn: 已成功导出并保存为文件
zh_tw: 已成功儲存檔案到文件

# Settings_InsertNode
source: Insert node
cs_cz: Vložit uzel
de_de: Netzwerk-Knoten einfügen
es_es: Insertar nodo
fr_fr: Insertion d'un nœud
id_id: Masukan titik hubung
it_it: Inserimento nodo
ja_jp: ノードの追加方法
ko_kr: 노드 삽입
ms_my: Masukkan nod
nl_nl: Knooppunt invoegen
pl_pl: Wstawianie węzła
pt_pt: Inserir nó
ro_ro: Inserați nodul
ru_ru: Добавление узла
tr_tr: Düğüm ekle
uk_ua: Додання вузла
zh_cn: 插入节点
zh_tw: 插入節點

# Settings_InsertNodeDisabled
source: Disabled
cs_cz: Vypnuto
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
id_id: Nonaktif
it_it: Disabilitata
ja_jp: 無効化
ko_kr: 꺼짐
lv_lv: Izslēgts
ms_my: Dinyahdayakan
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_pt: Desativado
ro_ro: Dezactivat
ru_ru: Отключено
tr_tr: Engelli
uk_ua: Вимкнено
zh_cn: 停用
zh_tw: 停用
