Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# Mod_WhatsNewMessage3_3_2
source: [FIXED] Fixed terrain glitches that could appear when using Surface Painter mod. [TRANSLATION] Added Czech language.
cs_cz: [FIXED] Opraveny povrchové glitche, které se mohou objevit při používání Surface Painteru. [TRANSLATION] Přidán Český jazyk.
de_de: [FIXED] Geländeglitches, die bei Verwendung des Surface Painter-Mods angezeigt werden konnten. [TRANSLATION] Tschechische Sprache hinzugefügt.
es_es: [FIXED] Errores en el terreno que podrían aparecer al usar el mod Surface Painter. [TRANSLATION] Añadido idioma checo.
fr_fr: [FIXED] Correction de problèmes de terrain qui pouvaient apparaître lors de l'utilisation du mod Surface Painter. [TRANSLATION] Ajout de la langue tchèque.
id_id: [FIXED] Memperbaiki terrain glitches yang dapat muncul ketika menggunakan mod Surface Painter. [TRANSLATION] Menambahkan bahasa Ceko.
it_it: [FIXED] Risolti i glitch del terreno che potrebbero apparire quando si usa la mod Surface Painter. [TRANSLATION] Aggiunta la lingua ceca.
ko_kr: [FIXED] Surface Painter mod를 사용할 때 생기는 지형 버그가 수정되었습니다. [TRANSLATION] 체코어 번역이 추가되었습니다.
ms_my: [FIXED] Glic rupa bumi yang mampu muncul ketika menggunakan mod Surface Painter telah dibaiki. [TRANSLATION] Bahasa Czechoslovakia telah ditambah.
nl_nl: [FIXED] Terreinproblemen opgelost die konden optreden bij gebruik van de Surface Painter mod. [TRANSLATION] Tsjechische taal toegevoegd.
pl_pl: [FIXED] Naprawiono glicze pojawiające się na ziemi, podczas używania modu Surface Painter. [TRANSLATION] Dodano język czeski.
pt_pt: [FIXED] Corrigido erros de terreno que aparece ao usar o pintor de terreno. [TRANSLATION] Adicionado linguagem Tcheca.
ro_ro: [FIXED] Glitch-uri de teren care puteau să apară când se folosea modul Surface Painter. [TRANSLATION] A fost adăugată limba cehă.
ru_ru: [FIXED] исправлены проволы в земле при использование мода Surface Painter. [TRANSLATION] Добавлен чешский язык.
zh_cn: [FIXED] 修正了使用Surface Painter mod时可能出现的地形问题。 [TRANSLATION] 添加了捷克语。
zh_tw: [FIXED] 修正了與Surface Painter mod一同使用時可能的地形問題。 [TRANSLATION] 添加了捷克語。

# Mod_WhatsNewMessage3_3_3
source: [FIXED] Fixed compatibility with Adaptive Network mod which could cause blue voids instead of nodes. [FIXED] Fixed error when missed network asset could cause NCR data loading failure.
cs_cz: [FIXED] Opravena kompatibilita s Adaptive Network modem, která by mohla způsobit modré díry místo uzlů. [FIXED] Opravena chyba, kdy chybějící objekt silnic může způsobit selhání načítání NCR.
de_de: [FIXED] Kompatibilität mit Adaptive Network Mod korrigiert, die blaue Flächen anstelle von Netzwerknoten verursachen konnte. [FIXED] Fehler behoben durch den es bei fehlenden Netzwerken zu einem Fehler beim Laden von NCR-Daten kommen konnte.
es_es: [FIXED] Compatibilidad con Adaptive Network mod que podría causar vacíos azules en lugar de nodos. [FIXED] Corregido error cuando el recurso de red perdido podría causar que la carga de datos NCR fallara.
fr_fr: [FIXED] Correction d'un problème de compatibilité avec le mod Adaptive Network qui pouvait causer des vides bleus au lieu de nœuds. [FIXED] Correction d'une erreur lorsqu'une ressource réseau manquante pouvait causer l'échec du chargement des données de NCR.
id_id: [FIXED] Memperbaiki kompatibilitas dengan mod Adaptive Network yang dapat menyebabkan lubang-lubang biru pada node. [FIXED] Memperbaiki error ketika aset network tidak ditemukan menyebabkan pemuatan data NCR gagal.
it_it: [FIXED] Corretta la compatibilità con Adaptive Network mod che potrebbe causare vuoti blu al posto dei nodi. [FIXED] Errore corretto quando la risorsa di rete è persa, potrebbe causare un errore di caricamento dei dati NCR.
ko_kr: [수정] Adaptive Network 모드와의 호환성 문제로 노드 대신 파란 공백이 생성되던 오류를 수정했습니다. [수정] 네트워크 에셋이 누락되면 모드 데이터를 불러올 수 없던 오류를 수정했습니다.
ms_my: [FIXED] Keserasian dengan mod Adaptive Network yang mampu menyebabkan lompang biru menggantikan nod telah dibaiki. [FIXED] Ralat ketika kehilangan aset rangkaian mampu menyebabkan kegagalan pemuatan data NCR telah dibaiki.
nl_nl: [FIXED] Compatibiliteit met Adaptive Network mod hersteld die blauwe leegtes kon veroorzaken in plaats van knooppunten. [FIXED] Fout opgelost wanneer een gemist netwerkasset kon leiden tot het mislukken van laden van NCR gegevens.
pl_pl: [FIXED] Poprawiono kompatybilność z modem Adaptive Network mogącym powodować niebieskie dziury zamiast węzłów. [FIXED] Naprawiono błąd, gdy brakujące zasoby mogą spowodować błąd ładowania danych NCR.
ro_ro: [FIXED] S-a rezolvat Compatibilitatea cu Adaptive Network mod care ar putea cauza goluri albastre în locul nodurilor. [FIXED] Eroare rezolvată atunci când un activ de rețea pierdut ar putea cauza eșecul încărcării datelor NCR.
ru_ru: [FIXED] Исправлена совместимость с модом Adaptive Network которая могла вызвать синие пустоты вместо узлов. [FIXED] Исправлена ошибка когда при отсутствующих ассетах дорог NCR не мог загрузить данные.
zh_cn: [FIXED] 修复了与 Adaptive Network 的兼容性，之前可能导致节点显示为蓝洞。 [FIXED] 修复了当丢失网络资产时 NCR 数据加载失败的错误。
zh_tw: [FIXED] 修復後與自適應網路模組(Adaptive Network Mod) 相容，之前可能導致節點顯示為藍洞。 [FIXED] 修復了丟失道路（網路）素材時使NCR資料載入失敗的錯誤。

# Mod_WhatsNewMessage3_4
source: [NEW] Added free-form mode that allow to set corner position and rotation without any limitations. [NEW] Added the ability to disable "Follow main slope" for segments that allows to make segments slope independently. [NEW] Added the ability to set delta height for each segment. [UPDATED] Bend nodes follow slope of near nodes, so that segment between them is smoother. [FIXED] Default offset of railways is not set to 0.
de_de: [NEW] Freiform-Modus hinzugefügt, mit dem die Position und Drehung der Ecken ohne Einschränkungen festgelegt werden können. [NEW] Möglichkeit zum Deaktivieren von "Haupt-Neigung" für Segmente hinzugefügt, die es ermöglichen, Segmente unabhängig voneinander zu neigen. [NEW] Für jedes Segment ist die Deltahöhe einstellbar. [UPDATED] Kurven-Netzwerkknoten folgen der Neigung der nahen Netzwerknoten, so dass das Segment zwischen ihnen glatter ist. [FIXED] Der Standardversatz der Eisenbahn war nicht auf 0 gesetzt.
es_es: [NEW] Modo Libre, ajusta la posición y rotatción sin límites. [NEW] Opción para desactivar "Seguir pendiente principal". Permite hacer cambios en pendietes por segmento de manera independiente. [NEW] Ahora se puede ajustar la diferencia de altura por segmento. [UPDATED] Nodos "doblados", siguen la pendiente de nodos cercanos, permite que sea más suave entre segmentos. [FIXED] Desplazamiento de vías ferreas no es 0 de forma predeterminanda.
fr_fr: [NEW] Ajout de nœuds libres qui permettent de régler la position et la rotation des coins sans aucune limitation. [NEW] Ajout de la possibilité de désactiver "Suivre la pente principale" pour les segments qui permettent de faire des pentes indépendante. [NEW] Ajout de la possibilité de définir la hauteur delta pour chaque segment. [UPDATED] Les courbes suivent la pente des noeuds proches, de sorte que le segment entre eux soit plus lisse. [FIXED] Le décalage par défaut des chemins de fer n'est pas fixé à 0.
id_id: [NEW] Menambahkan mode free-form yang membolehkan untuk mengatur posisi dan rotasi sudut tanpa ada batasan apapun. [NEW] Menambahkan kemampuan untuk menonaktifkan opsi "Ikuti ketinggian utama" pada segmen yang membolehkan untuk membuat kemiringan segmen secara independen. [NEW] Menambahkan kemampuan untuk mengatur perbedaan tinggi pada setiap segmen. [UPDATED] Lekukan node mengikuti kemiringan dari node terdekat, sehingga setiap segmen diantaranya terlihat lebih halus. [FIXED] Offset bawaan dari rel kereta tidak lagi di-set ke angka 0.
it_it: [NEW] Aggiunta la modalità a forma libera che permette di impostare la posizione e la rotazione dell'angolo senza alcuna limitazione. [NEW] Aggiunta la possibilità di disabilitare "Segui la pendenza principale" per segmenti che permettono di rendere i segmenti pendenti indipendentemente. [NEW] Aggiunta la possibilità di impostare l'altezza Delta per ogni segmento. [UPDATED] I nodi di curva seguono la pendenza dei nodi vicini, in modo che il segmento tra di essi sia più liscio. [FIXED] Lo spostamento predefinito delle ferrovie non è impostato a 0.
ko_kr: [NEW] 아무 제한 없이 코너의 위치와 방향을 설정할 수 있는 자유형 모드를 추가했습니다. [NEW] 구간의 경사를 따로 설정할 수 있도록 "주 경사 따르기"를 끄는 기능을 추가했습니다. [NEW] 각 구간의 삼각형 높이를 설정할 수 있는 기능을 추가했습니다. [UPDATED] 커브 노드가 근처 노드의 경사를 따르도록 하여, 노드 사이의 구간이 더욱 부드러워졌습니다. [FIXED] 철도의 기본 오프셋이 0으로 설정되지 않던 것을 수정했습니다.
ms_my: [NEW] Mod bentuk bebas telah ditambah yang membolehkan penetapan putaran dan kedudukan bucu tanpa had. [NEW] Keupayaan untuk menyahdayakan "Ikut lereng utama" untuk segmen telah ditambah yang membolehkan penetapan lereng segmen secara berasingan. [NEW] Keupayaan untuk menetapkan ketinggian delta telah ditambah untuk setiap segmen. [UPDATED] Nod lentur kini ikut lereng nod berhampiran, supaya segmen di antara mereka lebih rata. [FIXED] Ofset lalai bagi landasan kereta api tidak ditetapkan kepada 0.
nl_nl: [NEW] Vrije vorm-modus toegevoegd waarmee de positie en rotatie van hoeken zonder beperkingen kunnen worden ingesteld. [NEW] Mogelijkheid toegevoegd om "Volg hoofdhelling" voor segmenten uit te schakelen, zodat segmenten onafhankelijk kunnen hellen. [NEW] Mogelijkheid toegevoegd om de deltahoogte in te stellen voor elk segment. [UPDATED] Gebogen knooppunten volgen de helling van nabijgelegen knooppunten, waardoor het segment ertussen vloeiender wordt. [FIXED] De standaard offset van spoorwegen was niet ingesteld op 0.
pl_pl: [NEW] Dodano tryb dowolny który pozwala na ustawienie pozycji rogów oraz rotacji bez żadnych limitów. [NEW] Dodano możliwość wyłączenia "Śledź główne nachylenie" dla segmentów, co pozwala na niezależne nachylenie segmentów. [NEW] Dodano możliwość ustawienia wysokości delta dla każdego segmentu. [UPDATED] Wygięcie wezłów śledzi nachylenie sąsiednich węzłów tak aby segment pomiędzy nimi był gładszy. [FIXED] Domyślne przesunięcie linii kolejowych nie jest ustawione na 0.
ru_ru: [NEW] Добавлен режим свободной формы который позволяет задавать положение и вращение угла без ограничений. [NEW] Добавлена возможность отключить "Следовать за основным наклоном" для сегментов что позволяет делать сегменты наклонными независимо. [NEW] Добавлена возможность задавать отклонение по высоте для каждого сегмента. [UPDATED] Узлы "Изгиб" следуют наклону ближайших узлов что делает сегмент между ними более гладким. [FIXED] Значение по умолчанию для рельс не сбрасывается на 0.
uk_ua: [NEW] Доданий режим вільної форми, який дозволяє задати положення і поворот кута без обмежень. [NEW] Додана можливість відключити "Дотримуватися основного нахилу" для сегментів, що дозволяє робити сегменти похилими незалежно. [NEW] Додана можливість задавати відхилення по висоті для кожного сегменту. [UPDATED] Вузли "Вигін" дотримуються нахилу найближчих вузлів, що робить сегмент між ними гладкішим. [FIXED] Значення за замовчуванням для колії не відновлюється до 0.
zh_cn: [NEW] 添加了自由形状模式，允许不受任何限制地设置边角位置和旋转方向。 [NEW] 添加了禁用路段 “跟随主斜坡坡度” 的功能，以允许对路段独立地设置斜坡。 [NEW] 添加为每个路段设置三角形高度的功能。 [UPDATED] 弯曲节点将跟随附近节点的坡度，以使它们之间的路段之间更加平滑。 [FIXED] 修复了铁路轨道默认偏移值未设置为 0 的问题。

# Mod_WhatsNewMessage3_5
source: [UPDATED] New UI style. [NEW] Allow to change offset and rotation for nodeless segments. [NEW] Allow to move end node in free form mode. [NEW] Added shift to free form mode. [NEW] Added flat end to free form mode. [NEW] Allow to change value with step 0.01 by scrolling the wheel when Alt is being held. [NEW] Hold ctrl to move only by X direction, hold alt to move only by Y direction in free form mode. [NEW] Added option to set overlay opacity. [NEW] Segment overlay color is blinking when its fields on panel is being hovered. [FIXED] Fixed nodeless segment position in free form mode. [FIXED] Fixed default value of corner direction in free form mode. [FIXED] Fixed error while editing nodes which is connected to transport strations or buildings. [TRANSLATION] Added Urkainian translation.
es_es: [UPDATED] Nuevo estilo de interfaz de usuario. [NEW] Permite cambiar el desplazamiento y rotación de segmentos sin nodo. [NEW] Permite mover el nodo final en modo de forma libre. [NEW] Se agregó desplazamiento al modo de forma libre. [NEW] Se agregó final plano en modo de forma libre. [NEW] Permite cambiar valores con paso 0.01 al usar la rueda del mouse cuando es presionada la tecla Alt. [NEW] Presionar Ctrl para mover solo en direccion X, presionar Alt para mover solo en dirección Y. En modo de forma libre. [NEW] Agregada la opción para establecer la opacidad de superposicion. [NEW] El color de superposición del segmento parpadea cuando el campo en el panel de control se apunta con el cursor. [FIXED] Arreglada la posición de segmento sin nodo en modo de forma libre. [FIXED] Arreglado valor por defecto de la dirección de la esquina en modo de forma libre. [FIXED] Arreglado error al editar nodos que están conectados a estaciones de transporte o edificios.
it_it: [UPDATED] Nuovo stile UI. [NEW] Possibilità di modificare l'offset e la rotazione per i segmenti senza nodo. [NEW] Permette di spostare il nodo finale in modalità forma libera. [NEW] Aggiunto lo spostamento alla modalità forma libera. [NEW] Aggiunta l'estremità piatta alla modalità forma libera. [NEW] Permette di modificare il valore con passo 0.01 facendo scorrere la rotella quando si tiene premuto Alt. [NEW] Tenere premuto ctrl per spostarsi solo in direzione X, tenere premuto alt per spostarsi solo in direzione Y in modalità forma libera. [NEW] Aggiunta l'opzione per impostare l'opacità della sovrapposizione. [NEW] Il colore della sovrapposizione dei segmenti lampeggia quando i suoi campi sul pannello vengono passati con il mouse. [FIXED] Fissata la posizione del segmento senza nodo in modalità forma libera. [FIXED] Corretto il valore predefinito della direzione dell'angolo in modalità forma libera. [FIXED] Corretto l'errore durante la modifica dei nodi collegati a strutture di trasporto o edifici.
ja_jp: [UPDATED] New UI style. [NEW] Allow to change offset and rotation for nodeless segments. [NEW] Allow to move end node in free form mode. [NEW] Added shift to free form mode. [NEW] Added flat end to free form mode. [NEW] Allow to change value with step 0.01 by scrolling the wheel when Alt is being held. [NEW] Hold ctrl to move only by X direction, hold alt to move only by Y direction in free form mode. [NEW] Added option to set overlay opacity. [NEW] Segment overlay color is blinking when its fields on panel is being hovered. [FIXED] Fixed nodeless segment position in free form mode. [FIXED] Fixed default value of corner direction in free form mode. [FIXED] Fixed error while editing nodes which is connected to transport strations or buildings.
ko_kr: [UPDATED] 새 UI 스타일을 적용했습니다. [NEW] '노드 없음' 세그먼트의 오프셋과 회전을 설정할 수 있습니다. [NEW] 자유형 모드에서 끝 노드를 옮길 수 있습니다. [NEW] 자유형 모드에 '밀려짐' 설정을 추가했습니다. [NEW] 자유형 모드에 '평탄한 끝' 설정을 추가했습니다. [NEW] Alt를 누른 채 마우스 휠을 스크롤하여 값을 0.01씩 변경할 수 있습니다. [NEW] 자유형 모드에서 Ctrl 키를 눌러 X 방향으로만, Alt 키를 눌러 Y 방향으로만 움직이도록 할 수 있습니다. [NEW] 오버레이 투명도를 설정하는 설정을 추가했습니다. [NEW] 입력란에 마우스 커서를 올려두면 세그먼트 오버레이 색상이 깜박입니다. [FIXED] 자유형 모드에서 '노드 없음' 세그먼트의 위치를 수정했습니다. [FIXED] 자유형 모드에서 코너 방향의 기본값을 수정했습니다. [FIXED] 역이나 건물에 연결된 노드를 편집할 때 발생하는 오류를 수정했습니다.
ms_my: [UPDATED] Gaya UI baharu. [NEW] Membolehkan pengubahan ofset dan putaran untuk segmen tanpa nod. [NEW] Membolehkan nod penamat dipindahkan dalam mod bentuk bebas. [NEW] Anjakan telah ditambah ke mod bentuk bebas. [NEW] Penghujung datar telah ditambah ke mod bentuk bebas. [NEW] Membolehkan pengubahan nilai dengan 0.01 langkah dengan menatal roda tetikus sambil menahan Alt. [NEW] Tahan ctrl untuk pindah dalam arah X sahaja, tahan alt untuk pindah dalam arah Y sahaja dalam mod bentuk bebas. [NEW] Pilihan untuk menetapkan kelegapan tindihan atas telah ditambah. [NEW] Warna tindihan atas segmen berkelip apabila tetikus dilalukan di atas medannya di atas panel. [FIXED] Kedudukan segmen tanpa nod dalam mod bentuk bebas telah dibaiki. [FIXED] Nilai asal arah bucu dalam mod bentuk bebas telah dibaiki. [FIXED] Ralat ketika menyunting nod yang tersambung ke stesen pengangkutan atau bangunan telah dibaiki.
ru_ru: [UPDATED] Новый стиль пользовательского интерфейса. [NEW] Возможность изменять отступ и поворот безусловного сегмента. [NEW] Возможность двигать конечный узел в свободном режиме. [NEW] Добавлен параметр сдвиг в свободном режиме. [NEW] Добавлен параметр плоское окончание в свободном режиме. [NEW] Возможность изменять значения с шагом 0.01 при удержание Alt. [NEW] Удерживайте Ctrl для перемещение по оси X или Alt для перемещения по оси Y в свободном режиме. [NEW] Добавлена возможность изменять прозрачность наложения. [NEW] Обводка сегмента мегает, при наведение на его значения на панеле параметров. [FIXED] Исправлено начальное положение безусловного сегмента в свободном режиме. [FIXED] Исправлено начальное направление угла в свободном режиме. [FIXED] Исправлена ошибка при редактирование узла который является частью транспортной станции или здания. [TRANSLATION] Добавлен перевод на украинский.
zh_cn: [UPDATED] 新的用户界面风格。 [NEW] 现在您可以更改无节点路段的偏移值和旋转值。 [NEW] 现在您可以移动终点模式的自由形状节点。 [NEW] 为自由形状模式的节点新增了偏移功能。 [NEW] 为自由形状模式的节点新增了平端选项。 [NEW] 现在使用鼠标滚轮改变参数时，按住 Alt 键会将单次调整的数值 × 0.01。 [NEW] 自由形状模式下的节点，按住 Ctrl 键可沿 X 轴方向移动，按住 Alt 键可沿 Y 轴方向移动。 [NEW] 新增了设置覆盖层不透明度的功能。 [NEW] 现在当鼠标指针悬停在面板里的文字上时，文字颜色会闪烁。 [FIXED] 修复了自由形状模式下的无节点路段的位置问题。 [FIXED] 修复了自由形状模式下拐角方向的默认值问题。 [FIXED] 修复了当编辑与公共交通站点或建筑物相连接的节点时会出现错误的问题。 [TRANSLATION] 新增了乌克兰语翻译。

# NodeStyle_Bend
source: Bend
cs_cz: Ohebný
de_de: Kurve
es_es: Doblado
fi_fi: Mutka
fr_fr: Courbe
id_id: Tikungan
it_it: Piega
ja_jp: ベンド
ko_kr: 커브
lv_lv: Saliekt
ms_my: Lentur
nl_nl: Bocht
pl_pl: Zegnij
pt_pt: Curva
ro_ro: Curbă
ru_ru: Изгиб
tr_tr: Eğim
uk_ua: Вигін
zh_cn: 弯曲
zh_tw: 彎曲

# NodeStyle_Crossing
source: Crossing
cs_cz: Přechod pro chodce
de_de: Überweg
es_es: Paso de peatones
fi_fi: Ylitys
fr_fr: Passage piéton
id_id: Penyeberangan
it_it: Incrocio
ja_jp: 横断歩道
ko_kr: 횡단
lv_lv: Krustojums
ms_my: Lintasan
nl_nl: Kruising
pl_pl: Skrzyżowanie
pt_pt: Passadeira
ro_ro: Intersecție
ru_ru: Переход
tr_tr: Kavşak
uk_ua: Перехід
zh_cn: 斑马线
zh_tw: 斑馬線

# NodeStyle_Custom
source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
es_es: Personalizado
fi_fi: Mukautettu
fr_fr: Personnalisé
id_id: Khusus
it_it: Personalizza
ja_jp: カスタム
ko_kr: 사용자 지정
ms_my: Tersuai
nl_nl: Aangepast
pl_pl: Niestandardowy
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Произвольный
tr_tr: Özel
uk_ua: Власний
zh_cn: 自定义
zh_tw: 自訂

# NodeStyle_End
source: End
cs_cz: Konec
de_de: Ende
es_es: Final
fi_fi: Pääty
fr_fr: Fin
id_id: Akhir
it_it: Fine
ja_jp: 終端
ko_kr: 끝
lv_lv: Beigas
ms_my: Penamat
nl_nl: Einde
pl_pl: Koniec
pt_pt: Fim
ro_ro: Sfârșit
ru_ru: Конец
tr_tr: Uç
uk_ua: Кінець
zh_cn: 终点
zh_tw: 終點

# NodeStyle_Middle
source: Middle
cs_cz: Střed
de_de: Direkte Verbindung
es_es: Medio
fi_fi: Keskiliittymä
fr_fr: Milieu
id_id: Tengah
it_it: Centrale
ja_jp: ミドル
ko_kr: 중간
lv_lv: Vidējais
ms_my: Pertengahan
nl_nl: Midden
pl_pl: Środek
pt_pt: Meio
ro_ro: Mijloc
ru_ru: Средний
tr_tr: Orta
uk_ua: Середній
zh_cn: 中间
zh_tw: 中間

# NodeStyle_Stretch
source: Stretched
cs_cz: Natažený
de_de: Strecken
es_es: Estirado
fi_fi: Venytetty
fr_fr: Étiré
id_id: Regang
it_it: Allungato
ja_jp: ストレッチ
ko_kr: 늘임
lv_lv: Izstiepts
ms_my: Regangan
nl_nl: Strekkend
pl_pl: Rozciągnij
pt_pt: Alongado
ro_ro: Întins
ru_ru: Растянутый
tr_tr: Esnetilmiş
uk_ua: Розтягнутий
zh_cn: 拉伸
zh_tw: 拉伸

# NodeStyle_UTurn
source: UTurn
cs_cz: Prázdný
de_de: Kehrtwende
es_es: Vuelta en U
fi_fi: U-käännös
fr_fr: Demi-tour
id_id: Putar balik
it_it: Curva ad U
ja_jp: Uターン
ko_kr: 유턴
lv_lv: Izvērsums
ms_my: Pusingan U
nl_nl: U-bocht
pl_pl: Zawracanie
pt_pt: Inversão de marcha
ro_ro: Întoarcere
ru_ru: Разворот
tr_tr: U dönüşü
uk_ua: Розворот
zh_cn: 掉头
zh_tw: 迴轉道

# Options_All
source: All
cs_cz: Všechny
de_de: Alle
es_es: Todos
fi_fi: Kaikki
fr_fr: Tout
id_id: Semua
it_it: Tutto
ja_jp: すべて
ko_kr: 전체
lv_lv: Visi
ms_my: Semua
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
tr_tr: Tamamı
uk_ua: Всі
zh_cn: 全部
zh_tw: 全部

# Option_CalculateShiftByIntersections
source: Calculate shift by intersections
cs_cz: Vypočítat posun podle křižovatek
de_de: Verschiebung durch Kreuzungen berechnen
es_es: Calcular desplazamiento usando intersecciones
fi_fi: Laske siirtymä risteysten välille
fr_fr: Calculer le décalage par intersections
id_id: Hitungkan pergeseran menurut persimpangan
it_it: Calcola lo spostamento dalle intersezioni
ja_jp: 交差点間でシフト値を、まとめてスムージング
ko_kr: 교차로에 의한 밀려짐 계산
lv_lv: Aprēķiniet maiņu starp krustojumiem
ms_my: Kira anjakan mengikut persimpangan
nl_nl: Calculeer verschuiving bij kruispunten
pl_pl: Oblicz przesunięcie na podstawie skrzyżowań
pt_pt: Calcular deslocamento pelas interseções
ro_ro: Calculează schimbarea între intersecții
ru_ru: Рассчитать сдвиг между перекрестками
tr_tr: Kesişimlerdeki değişimi hesapla
uk_ua: Розрахувати зрушення між перехрестями
zh_cn: 按交叉点计算偏移
zh_tw: 以交岔路口計算偏移

# Option_CalculateShiftByNearby
source: Calculate shift by nearby nodes
cs_cz: Vypočítat posun podle blízkých uzlů
de_de: Verschiebung durch Netzwerk-Knoten in der Nähe berechnen
es_es: Calcular desplazamiento usando nodos cercanos
fi_fi: Laske siirtymä viereisten liittymien perusteella
fr_fr: Calculer le décalage avec les nœuds à proximité
id_id: Hitungkan pergeseran menurut titik hubung yang berdekatan
it_it: Calcola lo spostamento dai nodi vicini
ja_jp: 隣接するノードで、シフトをスムージング
ko_kr: 근처 노드에 의한 밀려짐 계산
lv_lv: Aprēķiniet maiņu pēc tuvējiem mezgliem
ms_my: Kira anjakan mengikut nod berhampiran
nl_nl: Calculeer verschuiving bij nabijgelegen knooppunten
pl_pl: Oblicz przesunięcie na podstawie pobliskich węzłów
pt_pt: Calcular deslocamento nas proximidades
ro_ro: Calculează schimbarea între nodurile din apropriere
ru_ru: Рассчитать сдвиг по соседним узлам
tr_tr: Düğümlerin arasındaki değişimi hesapla
uk_ua: Розрахувати зрушення по сусідніх вузлах
zh_cn: 按附近节点计算偏移
zh_tw: 以臨近節點計算偏移

# Option_CalculateTwistByIntersections
source: Calculate twist by intersections
cs_cz: Vypočítat náklon podle křižovatek
de_de: Drehung durch Kreuzungen berechnen
es_es: Calcular giro usando intersecciones
fi_fi: Laske sivukaltevuus risteysten välille
fr_fr: Calculer la torsion par intersections
id_id: Hitungkan twist berdasarkan persimpangan
it_it: Calcola la torsione per intersezioni
ja_jp: 交差点間でツイスト値を、まとめてスムージング
ko_kr: 교차로에 의한 비틀림 계산
lv_lv: Aprēķināt vīšanas starp krustojumiem
ms_my: Kira pulas mengikut persimpangan
nl_nl: Calculeer kronkel bij de kruispunten
pl_pl: Oblicz skręt na podstawie skrzyżowań
pt_pt: Calcular a torção pelas interseções
ro_ro: Calculează răsucirea între intersecții
ru_ru: Рассчитать скручивание между перекрестками
tr_tr: Kesişimlerdeki değişimi hesapla
uk_ua: Розрахувати скручування між перехрестями
zh_cn: 按交叉点计算倾斜
zh_tw: 以交岔路口計算扭轉

# Option_CalculateTwistByNearby
source: Calculate twist by nearby nodes
cs_cz: Vypočítat náklon podle uzlů
de_de: Drehung durch benachbarte Netzwerk-Knoten berechnen
es_es: Calcular giro usando nodos cercanos
fi_fi: Laske sivukaltevuus viereisten liittymien perusteella
fr_fr: Calculer la torsion par les nœuds proches
id_id: Hitungkan twist berdasarkan titik hubung yang berdekatan
it_it: Calcola torsione per nodi vicini
ja_jp: 隣接するノードで、ツイストのスムージング
ko_kr: 근처 노드에 의한 비틀림 계산
lv_lv: Aprēķināt maiņu pēc tuvējiem mezgliem
ms_my: Kira pulas mengikut nod berhampiran
nl_nl: Calculeer kronkel bij nabijgelegen knooppunten
pl_pl: Oblicz skręt na podstawie pobliskich węzłów
pt_pt: Calcular a torção pelos nós próximos
ro_ro: Calculează răsucirea între nodurile din apropriere
ru_ru: Рассчитать скручивание по соседним узлам
tr_tr: Düğümlerin arasındaki değişimi hesapla
uk_ua: Розрахувати скручування по сусідніх вузлах
zh_cn: 按附近节点计算倾斜
zh_tw: 以臨近節點計算扭轉
