Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# Tool_InfoSelectNewMainSlopeDirectionEnd
source: Select end position of main slope direction
cs_cz: Vyberte koncovou pozici směru sklonu
de_de: Wähle die Endposition der Neigungsrichtung
es_es: Seleccionar la posición final de la dirección para la pendiente principal
fi_fi: Valitse kaltevuuden suunta
fr_fr: Sélectionnez la position finale de la direction de la pente
id_id: Pilih posisi akhir dari arah lereng utama
it_it: Seleziona la posizione finale della direzione della pendenza principale
ja_jp: 終端をD&Dして、他のセグメントへ接続先を変更
ko_kr: 주 경사 방향의 끝 지점 선택
ms_my: Pilih kedudukan akhir arah lereng utama
nl_nl: Selecteer eindpositie van hellingsrichting
pl_pl: Wybierz punkt końcowy głównego kierunku nachylenia
pt_pt: Selecione a posição final da direção da inclinação principal
ro_ro: Selectați poziția finală a direcției pantei principală
ru_ru: Выберите позицию окончания основного направления наклона
tr_tr: Ana eğim yönünün bitme konumunu seçiniz
uk_ua: Виберіть кінцеву позицію основного напрямку нахилу
zh_cn: 选择主要斜坡方向的终点
zh_tw: 選擇主斜坡方向的終點

# Tool_InfoSelectNode
source: Select node
cs_cz: Vybrat uzel
de_de: Netzwerk-Knoten auswählen
es_es: Seleccionar nodo
fi_fi: Valitse liittymä
fr_fr: Sélectionnez un nœud
id_id: Pilih titik hubung
it_it: Seleziona un nodo
ja_jp: 調整したいノード(交差点)を選択してください
ko_kr: 노드 선택
lv_lv: Izvēlēties mezglu
ms_my: Pilih nod
nl_nl: Selecteer knoop
pl_pl: Wybierz węzeł
pt_pt: Selecionar Nó
ro_ro: Selectați nodul
ru_ru: Выберите узел
tr_tr: Düğüm seçin
uk_ua: Виберіть вузол
zh_cn: 选择节点
zh_tw: 選擇節點

# Tool_InfoSelectToAlign
source: Select corners you want to align
cs_cz: Vyberte rohy které chcete zarovnat
de_de: Wähle die Ecke, die du ausrichten möchtest
es_es: Selecciona las esquinas que quieres alinear
fi_fi: Valitse kulmat, jotka haluat tasata
fr_fr: Sélectionnez les coins que vous voulez aligner
id_id: Pilih pojok yang Anda ingin luruskan
it_it: Seleziona gli angoli da allineare
ja_jp: 自動整列したいコーナーの始点を選択
ko_kr: 정렬할 코너 선택
ms_my: Pilih bucu yang ingin dijajarkan
nl_nl: Selecteer de hoeken waarmee u wilt uitlijnen
pl_pl: Wybierz rogi które chcesz wyrównać
pt_pt: Selecione os cantos com os quais quer alinhar
ro_ro: Selectați colțurile cu care vreți să va alineați
ru_ru: Выберите углы которые хотите выровнять
tr_tr: Hizalanacak köşeleri seçin
uk_ua: Виберіть кути, котрі хочете вирівняти
zh_cn: 选择想要对齐的边角
zh_tw: 選擇想要對齊的角落選擇想對齊的角落

# Tool_InfoTooCloseNode
source: Can't insert node Too close to nearby node
cs_cz: Nelze vložit uzel Příliš blízko k jinému uzlu
de_de: Netzwerk-Knoten kann nicht eingefügt werden Zu nah an einem anderen Netzwerk-Knoten
es_es: No se puede insertar el nodo Muy cerca del nodo más cercano
fi_fi: Liittymää ei voi lisätä Se on liian lähellä toista liittymää
fr_fr: Impossible d'insérer le noeud Trop proche d'un noeud à proximité
id_id: Tidak dapat memasukkan titik hubung Terlalu dekat dengan titik hubung lainnya
it_it: Impossibile inserire il nodo Troppo vicino ad un altro nodo
ja_jp: ノードが追加できません 他のノードと近すぎます
ko_kr: 노드 추가 불가 근처 노드와 너무 가까움
ms_my: Tidak boleh masukkan nod Terlalu dekat dengan nod berhampiran
nl_nl: Knoop toevoegen niet mogelijk Te dichtbij andere knoop
pl_pl: Nie można wstawić węzła Za blisko do sąsiedniego węzła
pt_pt: Não é possível inserir um nó Está demasiado perto de outro nó
ro_ro: Nodul nu poate fi inserat Este prea aproape la un nod
ru_ru: Невозможно вставить узел Слишком близко к соседнему узлу
tr_tr: Düğüm konulamadı Yakındaki düğüme çok yakın
uk_ua: Неможливо додати вузол Надто близько до сусіднього вузла
zh_cn: 无法插入节点 节点间距过短
zh_tw: 無法插入節點 太靠近臨近節點

# Tool_InfoUnderground
source: Hold {0} to underground mode
cs_cz: Podržte {0} pro podzemní mód
de_de: Halte {0} gedrückt für den unterirdischen Modus
es_es: Mantener presionada la tecla {0} para modo subterráneo
fi_fi: Pidä {0}-näppäintä pohjassa nähdäksesi maanalaiset tiet
fr_fr: Maintenez {0} pour utiliser le mode souterrain
id_id: Tekan dan tahan {0} untuk mode bawah tanah
it_it: Tieni premuto {0} per modalità sotterranea
ja_jp: {0} で、地下表示に切り替え
ko_kr: {0}를 계속 눌러 지하 모드
lv_lv: Turiet {0}, lai ieslēgtu pazemes režīmu
ms_my: Tahan kekunci {0} untuk mod bawah tanah
nl_nl: Houd {0} om in ondergrondse modus te gaan
pl_pl: Przytrzymaj {0} by przejść w tryb podziemny
pt_pt: Segurar {0} para o modo subterrâneo
ro_ro: Țineți apăsat {0} pentru modul Underground
ru_ru: Удерживайте {0} для подземного режима
tr_tr: Yeraltı modu için {0}'e basılı tutun
uk_ua: Утримуйте {0} для підземного режиму
zh_cn: 按住{0}进入地下模式
zh_tw: 按住 {0} 進入地下模式
