Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# MessageBox_CantUndone
source: This action cannot be undone.
cs_cz: Tuto akci nelze vrátit zpět.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Esta acción no se puede deshacer.
fr_fr: Cette action est irréversible.
id_id: Tindakan ini tidak bisa dibatalkan.
it_it: Questa azione non può esser annullata.
ja_jp: この操作は元に戻せません。
ko_kr: 이 작업은 취소할 수 없습니다.
ms_my: Tindakan ini tidak boleh dibuat asal.
nl_nl: Deze actie kan niet ongedaan worden gemaakt.
pl_pl: Tej czynności nie można cofnąć.
pt_pt: Esta ação não pode ser desfeita.
ro_ro: Această acțiune nu poate fi refăcută.
ru_ru: Это действие нельзя отменить.
tr_tr: Bu işlem geri alınamaz.
uk_ua: Цю дію не можна скасувати.
zh_cn: 此操作不可撤销。
zh_tw: 這項操作無法復原。

# Mod_BackwardCompatibilityMessage
source: Original Node Controller data was imported. Backward compatibility does not provide the transfer of all data, may be required manual adjustments.
cs_cz: Data z původního Node Controlleru byla importována. Zpětná kompatibilita neposkytuje přenos všech dat, mohou být vyžadovány manuální úpravy.
de_de: Original Node Controller Daten wurden importiert. Abwärtskompatibilität bietet nicht die Übernahme aller Daten und muss daher manuell angepasst werden.
es_es: Se importaron los datos del Node Controller original. La compatibilidad con versiones anteriores no proporciona la transferencia de todos los datos, es posible que se requieran ajustes manuales.
fi_fi: Alkuperäisen Node Controllerin tiedot tuotiin. Taaksepäin yhteensopivuus ei takaa kaikkien tietojen siirtoa, joten osa liittymistä voi vaatia hienosäätöä.
fr_fr: Les données du Node Controller originel ont été importées. La rétrocompatibilité n'assure pas le transfert de toutes les données, il est peut-être nécessaire de faire des ajustements manuels.
id_id: Data Node Controller asli telah diimpor. Kompatibilitas ke belakang tidak menyediakan perpindahan semua data. Penyesuaian manual mungkin diperlukan.
it_it: Sono stati importati i dati del Node Controller originale. La retrocompatibilitá non garantisce il trasferimento di tutti i dati; possibili correzioni manuali necessarie.
ja_jp: オリジナルのNode Controller2から、各設定をRenewal用に変換しました。 一部の設定には互換性が無く、手動で調整する必要があります。
ko_kr: 기존 Node Controller의 데이터를 불러왔습니다. 모든 정보가 호환되지 않을 수 있으며, 몇몇 노드는 직접 다시 수정해야 할 수 있습니다.
lv_lv: Tika importēti oriģinālie mezgla kontrollera dati. Atgriezeniskā saderība nenodrošina visu datu pārsūtīšanu, var būt nepieciešama manuāla korekcija.
ms_my: Data Node Controller asal telah diimport. Keserasian ke belakang tidak menyediakan pemindahan kesemua data, pelarasan manual mungkin diperlukan.
nl_nl: Originele Node Controllerdata is geïmporteerd. Achterwaartse compatibiliteit biedt geen overdracht van alle gegevens, handmatige aanpassingen zijn mogelijk nodig.
pl_pl: Dane z oryginalnego Node Controller'a zostały zaimportowane. Kompatybilność wsteczna nie pozwala na transfer wszystkich danych, mogą być konieczne ręczne korekty.
pt_pt: Os dados originais do Node Controller foram importados. A compatível com versões anteriores não fornece a transferência de todos os dados, talvez sejam necessários ajustes manuais.
ro_ro: Datele originale al modului Node Controller au fost importate. Retrocompatibilitatea nu oferă transferul a toate datele, ar putea necesita ajustări manuale.
ru_ru: Данные оригинального Node Controller импортированы. Обратная совместимость не обеспечивает перенос всех данных, может потребоваться ручная корректировка.
tr_tr: Orijinal Node Controller verileri içe aktarıldı. Geriye dönük uyumluluk tüm verilerin aktarımını sağlamaz, manuel ayarlamalar gerekebilir.
uk_ua: Дані оригінального Node Controller були імпортовані. Зворотна сумісність не забезпечує передачу всіх даних, може бути необхідне ручне коригування.
zh_cn: 已导入原版的 Node Controller 模组的数据。 向下兼容无法继承所有数据，部分节点可能需要手动调整。
zh_tw: 已匯入原版 Node Controller 的資料。 向下相容無法轉移所有資料，可能需要手動調整。

# Mod_BackwardCompatibilityWarning
source: WARNING: If you make a new save, you will no longer be able to use original Node Controller on this map.
cs_cz: VAROVÁNÍ: Pokud vytvoříte novou uloženou pozici, již nebudete moci na této mapě použít originální Node Controller.
de_de: WARNUNG: Wenn neu gespeichert wird, kann der ursprüngliche Node Controller nicht mehr auf dieser Karte verwendet werden.
es_es: ADVERTENCIA: Si guardas una nueva partida, ya no podrás utilizar el Node Controller original en este mapa.
fi_fi: VAROITUS: Jos teet uuden tallennuksen, et voi enää käyttää alkuperäistä Node Controlleria tässä kaupungissa.
fr_fr: AVERTISSEMENT : Si vous faites une nouvelle sauvegarde, vous ne pourrez plus utiliser le Node Controller originel sur cette carte.
id_id: AWAS: Jika Anda membuat penyimpanan baru, Anda tidak akan bisa menggunakan Node Controller original untuk map ini.
it_it: ATTENZIONE: Effettuando un nuovo salvataggio non si potrà più utilizzare il Node Controller originale in questa mappa.
ja_jp: 警告: マップをセーブして次回のロードから、オリジナルのNode Controller2は設定が認識できません。
ko_kr: 경고: 이 맵을 새로 저장하면, 이 맵에서는 더 이상 기존 Node Controller를 사용할 수 없게 됩니다.
lv_lv: BRĪDINĀJUMS: Ja veiksiet jaunu saglabāšanu, jūs vairs nevarēsit izmantot sākotnējo mezgla kontrolleri šajā kartē.
ms_my: AMARAN: Jika anda menyimpan baharu, anda tidak akan mampu gunakan Node Controller yang asal di peta ini.
nl_nl: WAARSCHUWING: Als u een nieuwe save maakt is het niet langer mogelijk de originele Node Controller te gebruiken op deze kaart.
pl_pl: OSTRZEŻENIE: Jeżeli stworzysz nowy zapis nie będziesz już mógł korzystać z oryginalnego Node Controller'a na tej mapie.
pt_pt: AVISO: Se criar um novo save, não poderá mais usar o Node Controller original neste mapa.
ro_ro: ATENȚIE: dacă faceți o nouă salvare, nu o să puteți folosi modul Node Controller autentic pe harta asta.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Если вы сделаете новое сохранение, то больше не сможете использовать оригинальный Node Controller на этой карте.
tr_tr: UYARI: Yeni bir kayıt yaparsanız, artık bu haritada orijinal Node Controller'ı kullanamazsınız.
uk_ua: УВАГА: Якщо Ви створите нове збереження, то більше не зможете використовувати оригінальний Node Controller на цій мапі.
zh_cn: 警告：当您存档后，将无法在此地图上继续使用原版的 Node Controller 模组。
zh_tw: 警告：存檔後，您將無法在此地圖上繼續使用原版 Node Controller。

# Mod_Description
source: Control node type and shape
cs_cz: Nastavení typu a tvaru uzlu
de_de: Netzwerk-Knoten-Typ und Form steuern
es_es: Controle el tipo y la forma del nodo
fi_fi: Säädä risteysten muotoa ja tyyppiä
fr_fr: Changer le type de nœud et la forme
id_id: Mengontrol tipe dan bentuk titik hubung
it_it: Cambia tipologia e forma del nodo
ja_jp: 交差点やノードの種類・形状を、調整や変更ができます。
ko_kr: 노드의 유형 및 모양을 바꿉니다
ms_my: Kawal jenis dan bentuk nod
nl_nl: Beheer knooppunttype en vorm
pl_pl: Kontroluj typ i kształt węzła
pt_pt: Controle o tipo do nó e sua forma
ro_ro: Tipul și forma nodului de control
ru_ru: Контролируйте тип и форму узлов
tr_tr: Düğüm tipi ve şeklini kontrol edin
uk_ua: Керування типом та формою вузла
zh_cn: 控制节点类型和形状
zh_tw: 控制節點類型和形狀

# Mod_LoadFailed
source: Load was completed with errors. Failed to load data for {0} nodes.
cs_cz: Při načítání se vyskytly chyby. Nepodařilo se načíst data pro {0} uzlů.
de_de: Laden mit Fehlern beendet. Daten von {0} Netzwerk-Knoten konnten nicht geladen werden.
es_es: Hubo errores al cargar el juego. No se pudieron cargar datos para {0} nodos.
fr_fr: Erreurs lors du chargement. Les données de {0} nœuds n'ont pas pu être chargées.
id_id: Pemuatan telah selesai dengan kendala. Gagal memuat untuk {0} node.
it_it: Il caricamento è stato completato con errori. Impossibile caricare i dati per {0} nodi.
ja_jp: ロード中にエラーが発生しました。 {0} ヶ所のノードでロードに失敗しました。
ko_kr: 로드 중에 에러가 있습니다. 노드 {0}개의 정보를 로딩하지 못했습니다.
ms_my: Pemuatan selesai dengan ralat. Gagal memuatkan data untuk {0} nod.
nl_nl: Er zijn fouten opgetreden tijdens het laden. Het laden van gegevens voor {0} knooppunten is mislukt.
pl_pl: Ładowanie danych zakończone z błędami. Nie udało się załadować danych dla {0} węzłów.
pt_pt: O carregamento foi concluído com erros. O carregamento de {0} marcações falhou.
ro_ro: Încărcarea a fost efectuată cu erori. Încărcarea a eșuat pentru {0} noduri.
ru_ru: Загрузка завершилась с ошибками. Не удалось загрузить данные для {0} узлов.
tr_tr: Yükleme hatalarla tamamlandı. {0} düğüm için veri yüklenemedi.
uk_ua: Завантаження було завершено з помилками. Не вдалося завантажити дані для {0} вузлів.
zh_cn: 加载完毕时出现了错误。 共有 {0} 个节点的数据加载失败。
zh_tw: 載入完畢時發生錯誤。 無法載入 {0} 節點的資料。

# Mod_LoadFailedAll
source: Load was completed with errors. Failed to load data for all nodes.
cs_cz: Při načítání se vyskytly chyby. Nepodařilo se načíst data všechny uzly.
de_de: Laden mit Fehlern beendet. Daten aller Netzwerk-Knoten konnten nicht geladen werden.
es_es: Hubo errores al cargar el juego. No se pudieron cargar datos para todos los nodos.
fr_fr: Erreur lors du chargement. Les données de tous les nœuds n'ont pas pu être chargées.
id_id: Pemuatan telah selesai dengan kendala. Semua node gagal dimuat.
it_it: Il caricamento è stato completato con errori. Impossibile caricare i dati per tutti i nodi.
ja_jp: ロード中にエラーが発生しました。 全てのノードでロードに失敗しました。
ko_kr: 로드 중에 에러가 있습니다. 모든 노드의 정보를 로딩하지 못했습니다.
ms_my: Pemuatan selesai dengan ralat. Gagal memuatkan data untuk kesemua nod.
nl_nl: Er zijn fouten opgetreden tijdens het laden. Het laden van gegevens voor alle knooppunten is mislukt.
pl_pl: Ładowanie danych zakończone z błędami. Nie udało się załadować danych wszystkich węzłów.
pt_pt: O carregamento foi concluído com erros. O carregamento de todas marcações falhou.
ro_ro: Încărcarea a fost efectuată cu erori. Încărcarea a eșuat pentru toate nodurile.
ru_ru: Загрузка завершилась с ошибками. Не удалось загрузить разметку для всех узлов.
tr_tr: Yükleme hatalarla tamamlandı. Tüm düğümler için veri yüklenemedi.
uk_ua: Завантаження було завершено з помилками. Не вдалося завантажити дані для всіх вузлів.
zh_cn: 加载完成时出现错误。 无法加载所有节点的数据。
zh_tw: 載入完畢時出現錯誤。 無法載入所有節點的資料。

# Mod_WhatsNewMessage3_0
source: [RELEASE] Renewal version release
cs_cz: [RELEASE] Vydání obnovené verze
de_de: [RELEASE] Renewal Version veröffentlicht
es_es: [RELEASE] Lanzamiento de la versión renovada
fr_fr: [RELEASE] Nouvelle version
id_id: [RELEASE] Rilisan versi Renewal
it_it: [RELEASE] rilascio versione Renewal
ko_kr: [RELEASE] 신규 버전 출시
ms_my: [RELEASE] Terbitan versi Renewal
nl_nl: [RELEASE] Vernieuwde versie gepubliceerd
pl_pl: [RELEASE] Wydanie wersji Renewal
pt_pt: [RELEASE] Versão da Renovação
ru_ru: [RELEASE] Выпуск новой версии
uk_ua: [RELEASE] Вийшла нова версія
zh_cn: [RELEASE] 更新版本已发布

# Mod_WhatsNewMessage3_0_1
source: [NEW] Added auto mode for main slope direction. [NEW] Added red overlay for short segments (short segments lead wrong vehicle speed). [NEW] Added the ability reset only offset to default. [NEW] Added Polish translation. [FIXED] Fix default node shape calculation. [FIXED] Fix wrong corner calculation on too sloped or too curved segments. [FIXED] Fix broken nodes after reload map without close game. [FIXED] Fix vehicle trailers disappear. [FIXED] Fix road disappear after disasters. [FIXED] Fix wrong train twist direction. [FIXED] Fix node height in asset editor. [FIXED] Fix default offset value. [FIXED] Fix compatibility with TMPE. [FIXED] Fix load data from intersection assets. [FIXED] Fix not deletable pilars after place intersection asset.
de_de: [NEW] Automatischer Modus für die Neigungsrichtung hinzugefügt. [NEW] Rotes Overlay für kurze Segmente (kurze Segmente führen zur falscher Fahrzeuggeschwindigkeit). [NEW] Nur Versatz zurücksetzen hinzugefügt. [NEW] Polnische Übersetzung hinzugefügt. [FIXED] Standard Netz-Knoten Formberechnung korregiert. [FIXED] Fehlerbehebung der falschen Eckberechnung bei zu schrägen oder zu gebogenen Segmenten. [FIXED] Fehlerbehebung für kaputte Netzwerk-Knoten nach dem Neuladen der Karte ohne Neustart. [FIXED] Fehlerbehebung für Kraftfahrzeuganhänger verschwinden. [FIXED] Fehlerbehebung für Straße verschwinden nach Katastrophen. [FIXED] Fehlerbehebung für die falsche Zug-Neigungs-Richtung. [FIXED] Fehlerbehebung für Netzwerk-Knoten-Höhe im Asset-Editor. [FIXED] Fehlerbehebung für standard Versatz-Werte. [FIXED] Fehlerbehebung für die Kompabilität mit TMPE. [FIXED] Fehlerbehebung für das Laden von Daten von Kreuzungs-Assets. [FIXED] Fehlerbehebung für nicht-löschbare Pfeiler nach dem Setzen von Kreuzungs-Assets.
fr_fr: [NEW] Ajout d'un mode automatique pour la direction de la pente principale. [NEW] Ajout d'une mise en évidence rouge pour les segments courts (les segments courts entraînent une vitesse incorrecte pour les véhicules). [NEW] Ajout de la possibilité de réinitialiser uniquement les décalages à la valeur par défaut. [FIXED] Correction du calcul de la forme des nœuds par défaut. [FIXED] Correction du calcul erroné des angles sur des segments trop inclinés ou trop incurvés. [FIXED] Correction des nœuds cassés après avoir rechargé la carte sans fermer le jeu. [FIXED] Correction de la disparition des remorques des véhicules. [FIXED] Correction de la disparition des routes après les catastrophes. [FIXED] Correction du mauvais sens de rotation des trains. [FIXED] Correction de la hauteur des nœuds dans l'éditeur de ressources. [FIXED] Correction de la valeur de décalage par défaut. [FIXED] Correction de la compatibilité avec TM:PE. [FIXED] Correction du chargement des données des ressources de type intersection. [FIXED] Correction des piliers non supprimables après le placement d'une ressource de type intersection. [TRANSLATION] Ajout de la traduction polonaise.
ru_ru: [NEW] Добавлен автоматический режим для выбора основного направления наклона. [NEW] Добавлен красная подсветка для слишком коротких сегментов (короткие сегменты вызывают неправильную скорость транспортных средств). [NEW] Добавлена возможность сбросить только значение отступа. [NEW] Добавлен польский перевод. [FIXED] Исправлен расчет формы узла по умолчанию. [FIXED] Исправлен расчет углов для слишком наклоненных или слишком загнутых сегментов. [FIXED] Исправлена поломка узлов при перезагрузки карты без выхода из игры. [FIXED] Исправлена пропажа прицепов у транспортных средств. [FIXED] Исправлено исчезновение дорог после стихийных бедствий. [FIXED] Исправлено неправленое направление наклона поездов на скрученных сегментах. [FIXED] Исправлена высота узлов в редакторе. [FIXED] Исправлено значение отступа по умолчанию. [FIXED] Исправлена совместимость с TMPE. [FIXED] Исправлена загрузка данных из дорожных развязок. [FIXED] Исправлены неудаляемые опоры дорог после размещения дорожных развязок.
zh_cn: [NEW] 添加自动设置主要斜坡方向模式。 [NEW] 添加红色指示来标记出过短的段落(段落太短会导致车速错误)。 [NEW] 添加仅重置偏移为默认值功能。 [NEW] 添加波兰语翻译。 [FIXED] 修复默认节点形状计算。 [FIXED] 修复陡峭或急曲段落上的拐角计算错误。 [FIXED] 修复没有退出游戏的情况下重新装入地图后会导致节点损坏。 [FIXED] 修复车辆拖车消失。 [FIXED] 修复道路在灾害后消失。 [FIXED] 修复火车扭曲方向错误。 [FIXED] 在资产编辑器中修复节点高度。 [FIXED] 修复默认偏移值。 [FIXED] 修复与 TMPE 的兼容性。 [FIXED] 修复交叉路资源的加载数据。 [FIXED] 修复放置交叉路资产后不能删除支撑柱的错误。

# Mod_WhatsNewMessage3_0_2
source: [FIXED] Fix node height outside available tiles (5x5). [FIXED] Fix node center position. [FIXED] Fix crosswalk texture. [FIXED] Fix creating button duplicates [FIXED] Fix despaired "Make end straight" button.
fr_fr: [FIXED] Correction de la hauteur des nœuds en dehors des tuiles disponibles (5x5). [FIXED] Correction de la position centrale du nœud. [FIXED] Correction de la texture des passages piétons. [FIXED] Correction de la duplication de boutons [FIXED] Correction du bouton défectueux "Rendre les extrémités droites".
ru_ru: [FIXED] Исправлена высота узлов за пределами доступных клеток (5x5). [FIXED] Исправлено положение центра узла. [FIXED] Исправлена текстура перехода. [FIXED] Исправлено создание дубликатов кнопки. [FIXED] Исправлена пропажа кнопки "Сделать концы прямыми".

# Mod_WhatsNewMessage3_0_3
source: [TRANSLATION] Added Portuguese translation.
fr_fr: [TRANSLATION] Ajout de la traduction portugaise.
ru_ru: [TRANSLATION] Добавлен португальский перевод.

# Mod_WhatsNewMessage3_0_4
source: [NEW] Added missing dependencies and mod conflict checker. [NEW] Removed segments collision between train/metro tracks. [FIXED] Fix loading offset if value more then 100m. [FIXED] Fix segment direction correction on shifted segment. [FIXED] Fix not main segment calculation on sloped node. [FIXED] Fix crossing and uturn node type. [TRANSLATION] Added Italian translation.
fr_fr: [NEW] Ajout du contrôle des dépendances manquantes et des conflits entre mods. [NEW] Suppression de la collision des segments entre les voies de train/métro. [FIXED] Correction du décalage du chargement si la valeur est supérieure à 100m. [FIXED] Correction de la direction sur les segments décalés. [FIXED] Correction du calcul des segments secondaires sur les nœuds inclinés. [FIXED] Correction des nœuds de type croisement et demi-tour. [TRANSLATION] Ajout de la traduction italienne.
ru_ru: [NEW] Добавлена проверка недостающих зависимостей и конфликтующих модов. [NEW] Убрана проверка пересечения между сегментами железной дороги/метро. [FIXED] Исправлена загрузка отступа, если значение было больше 100м. [FIXED] Исправлена корректировка направления сдвинутого сегмента. [FIXED] Исправлен расчет не основных сегментов у наклонного узла. [FIXED] Исправлены узлы типа переход и разворот. [TRANSLATION] Добавлен итальянский перевод.

# Mod_WhatsNewMessage3_0_5
source: [FIXED] Fix segments collision calculation. [TRANSLATION] Added Chinese Traditional translation.
fr_fr: [FIXED] Correction du calcul de la collision des segments. [TRANSLATION] Ajout de la traduction en chinois traditionnel.
ru_ru: [FIXED] Исправлен расчет пересечений сегментов. [TRANSLATION] Добавлен перевод на Китайский традиционный.

# Mod_WhatsNewMessage3_1
source: [NEW] Added underground mode (hold Shift to select underground node). [NEW] Added nearby nodes overlay. [NEW] Added calculate shift by nearby nodes - set average shift value to node. [NEW] Added calculate shift by intersections - set shift value for all nodes between intersection for smooth transition (like -2,-1,0,+1,+2). [NEW] Added set shift between intersections - set this shift value for all nodes between intersection. [NEW] Added shortcuts, you can bind keys in mod's options. [NEW] Added the ability to hide marking and change rotation on untouchable (like harbor or cargo station) segments. [FIXED] Fixed resetting node style middle nodes after load map. [FIXED] Fixed resetting node style when replace segment. [FIXED] Fixed auto main slope direction calculation.
fr_fr: [NEW] Ajout du mode souterrain (maintenez la touche Maj pour sélectionner les nœuds souterrains). [NEW] Ajout d'une mise en évidence des nœuds proches. [NEW] Ajout du calcul du décalage avec les nœuds à proximité - réglez la valeur moyenne du décalage pour les nœuds. [NEW] Ajout du calcul du décalage par intersections - réglez la valeur du décalage pour tous les nœuds entre les intersections pour une transition douce (comme -2,-1,0,+1,+2). [NEW] Ajout d'un décalage entre les intersections - réglez la valeur de décalage pour tous les nœuds entre les intersections. [NEW] Ajout de raccourcis, vous pouvez associer les touches dans les options du mod. [NEW] Ajout de la possibilité de cacher le marquage et de changer la rotation sur les segments intouchables (comme le port ou la gare de marchandises). [FIXED] Correction de la réinitialisation du style des nœuds du milieu après le chargement de la carte. [FIXED] Correction de la réinitialisation du style des nœuds lors du remplacement du segment. [FIXED] Correction du calcul automatique de la direction de la pente principale.
ru_ru: [NEW] Добавлен подземный режим (удерживайте Shift для выбора подземного узла). [NEW] Добавлена подсветка ближайших узлов. [NEW] Добавлен расчет смешения по соседним узлам - задается среднее значение смещения. [NEW] Добавлен расчет смещения между перекрестками - задается значение смещения для всех узлов между перекрестками для плавного перехода (например -2,-1,0,+1,+2). [NEW] Добавлено задания текущего значения смещения между перекрестками - значение смещения выбранного узла задается всем узлам между перекрестками. [NEW] Добавлены горячие клавиши, можете задать их в настройках мода. [NEW] Добавлена возможность скрывать разметку и задавать поворот для неприкасаемых сегментов (например у порта или грузовой станции). [FIXED] Исправлен сброс стиля узла для средних узлов после загрузки карты. [FIXED] Исправлен сброс стиля узла после замены сегмента. [FIXED] Исправлен автоматический расчет основного направления наклона.

# Mod_WhatsNewMessage3_1_1
source: [FIXED] Fixed not updating nodes after loading map. [NEW] Added selection step over like in MoveIt. Press Ctrl+Space to step over (you can rebind in mod options). [NEW] Added setting "Node is sloped by default". By default this option disabled. [NEW] Added the ability to change node type by scroll wheel. [NEW] Added new icon for UUI button. [NEW] Added warning for Linux users about missing libraries.
fr_fr: [FIXED] Correction de la non actualisation des nœuds après le chargement de la carte. [NEW] Ajout d'une fonction de saut de sélection comme dans MoveIt. Appuyez sur Ctrl+Espace pour passer de l'un à l'autre (vous pouvez modifier la combinaison dans les options du mod). [NEW] Ajout du paramètre "Les nœuds sont inclinés par défaut". Cette option est désactivée par défaut. [NEW] Ajout de la possibilité de changer le type de nœud avec la molette de la souris. [NEW] Ajout d'une nouvelle icône pour le bouton UUI. [NEW] Ajout d'un avertissement pour les utilisateurs Linux concernant les bibliothèques manquantes.
ru_ru: [FIXED] Исправлены не обновляющиеся узлы после загрузки карты. [NEW] Добавлен шаг через выделения, для выбора перекрестков находящихся друг под другом, как в MoveIt. Нажмите Ctrl+Space для выбора следующего (может быть изменено в настройках мода). [NEW] Добавлена опция "Узел наклонный по умолчанию". По умолчанию эта опция выключена. [NEW] Добавлена возможность изменять тип узла с помощью прокрутки колесика мышки. [NEW] Добавлена новая иконка для кнопки в UUI. [NEW] Добавлено предупреждения для пользователей Linux о недостающих библиотеках.

# Mod_WhatsNewMessage3_1_2
source: [TRANSLATION] Added Indonesian, Korean and Malay translations.
de_de: [TRANSLATION] Indonesische, Koreanische und Malaiische Übersetzungen hinzugefügt.
fr_fr: [TRANSLATION] Ajout des traductions indonésienne, coréenne et malaisienne.
ru_ru: [TRANSLATION] Добавлены переводы на индонезийский, корейский и малайский.
zh_cn: [TRANSLATION] 添加韩语和马来语翻译。

# Mod_WhatsNewMessage3_1_3
source: [NEW] Added colored text to tooltips. [NEW] Added the ability to hide original mod button in toolbar If you use UUI mod. [TRANSLATION] Added Turkish translation.
fr_fr: [NEW] Ajout de la coloration du texte des infobulles. [NEW] Ajout de la possibilité de masquer le bouton original du mod dans la barre d'outils si vous utilisez le mod UUI. [TRANSLATION] Ajout de la traduction turque.
ru_ru: [NEW] Добавлен цветной текст в подсказки инструмента. [NEW] Добавлена возможность скрыть оригинальную кнопку мода, если вы используете мод UUI [TRANSLATION] Добавлен перевод на турецкий.
zh_cn: [NEW] 工具提示中加入了彩色文字。 [NEW] 如果您使用UUI模组的话，可以在工具栏中隐藏原模组按钮。 [TRANSLATION] 添加了土耳其语翻译。
