Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# Setting_ShortcutChangeMainRoadMode
source: Change main slope direction mode
cs_cz: Změnit režim směru sklonu
de_de: Modus der Haupt-Neigungsrichtung ändern
es_es: Cambiar el modo de dirección de la inclinación principal
fi_fi: Vaihda kaltevuuden suunnan asetus
fr_fr: Changer le mode principal de direction de la pente
id_id: Ubah mode arah lereng utama
it_it: Cambia la modalità principale di direzione della pendenza
ja_jp: スロープ化の選択方法
ko_kr: 주 경사 방향 모드 바꾸기
ms_my: Ubah mod arah lereng utama
nl_nl: Verander de hoofdrichting van de helling modus
pl_pl: Zmień tryb kierunku głównego pochylenia
pt_pt: Alterar o modo de direção da inclinação principal
ro_ro: Schimbați modul de direcție al pantei principale
ru_ru: Изменить режим основного направления наклона
tr_tr: Ana eğim yönünü değiştir
uk_ua: Змінити режим основного напрямку нахилу
zh_cn: 更改主要斜坡方向模式
zh_tw: 修改主斜坡方向模式

# Setting_ShortcutChangeNodeStyle
source: Change node style
cs_cz: Změna stylu uzlu
de_de: Stil des Netzwerk-Knoten ändern
es_es: Cambiar estilo del nodo
fi_fi: Muuta liittymän tyyliä
fr_fr: Changer le style de nœud
id_id: Ubah gaya titik hubung
it_it: Cambia lo stile del nodo
ja_jp: スタイルの変更
ko_kr: 노드 스타일 선택
ms_my: Ubah gaya nod
nl_nl: Verander knooppunt stijl
pl_pl: Zmień styl węzła
pt_pt: Alterar o estilo da barra
ro_ro: Schimbați stilul nodului
ru_ru: Изменить стиль узла
tr_tr: Düğüm biçimini değiştir
uk_ua: Змінити вид вузла
zh_cn: 更改节点样式
zh_tw: 修改節點樣式

# Setting_ShortcutKeepDefault
source: Reset offset
cs_cz: Resetovat odsazení
de_de: Versatz zurücksetzen
es_es: Restablecer separación
fi_fi: Palauta etäisyydet
fr_fr: Réinitialiser le décalage
id_id: Setel ulang pergeseran
it_it: Ripristina la deviazione
ja_jp: オフセットをリセット
ko_kr: 오프셋 초기화
ms_my: Tetap semula ofset
nl_nl: Parallele verschuiving herstellen
pl_pl: Zresetuj przesunięcie
pt_pt: Repor deslocamento
ro_ro: Resetare offset
ru_ru: Отступ по умолчанию
tr_tr: Merkezi sıfırla
uk_ua: Відступ за замовчуванням
zh_cn: 重置偏移
zh_tw: 重設偏移

# Setting_ShortcutMakeStraightEnds
source: Make ends straight
cs_cz: Zarovnat konce
de_de: Enden begradigen
es_es: Haga las puntas rectas
fi_fi: Suorista päädyt
fr_fr: Rendre les extrémités droites
id_id: Buatkan ujung-ujung menjadi lurus
it_it: Rendi le estremità dritte
ja_jp: セグメントの端を直線化
ko_kr: 끝을 직선으로
ms_my: Luruskan penghujung segmen
nl_nl: Maak rechte uiteindes
pl_pl: Zrób końce proste
pt_pt: Tornar as extremidades retas
ro_ro: Faceți sfârșiturile drepte
ru_ru: Сделать концы прямыми
tr_tr: Uçları düz hale getir
uk_ua: Зробити кінці прямими
zh_cn: 裁直路段终点
zh_tw: 裁直路段終點

# Setting_ShortcutResetToDefault
source: Reset to default
cs_cz: Obnovit výchozí nastavení
de_de: Auf Standard zurücksetzen
es_es: Restablecer la configuración predeterminada
fi_fi: Palauta oletukseksi
fr_fr: Rétablir les paramètres par défaut
id_id: Setel ulang ke standar
it_it: Ripristina impostazioni predefinite
ja_jp: デフォルトに戻す
ko_kr: 기본값으로 초기화
lv_lv: Atjaunot noklusējuma iestatījumus
ms_my: Tetap semula kepada asal
nl_nl: Terug naar standaardwaarde
pl_pl: Resetuj do domyślnych
pt_pt: Repor predefinição
ro_ro: Resetare la valori implicite
ru_ru: Сбросить к по умолчанию
tr_tr: Varsayılanlara sıfırla
uk_ua: Відновити налаштування за замовчуванням
zh_cn: 重置为默认值
zh_tw: 重設為預設值

# Setting_ShortcutSetShiftBetweenIntersections
source: Set shift between intersections
cs_cz: Nastavit posun mezi křižovatkami
de_de: Verschiebung zwischen Kreuzungen anwenden
es_es: Establecer desplazamiento entre intersecciones
fi_fi: Aseta siirtymä risteysten välille
fr_fr: Définir le décalage entre les intersections
id_id: Terapkan pergeseran di antara persimpangan
it_it: Imposta spostamento tra le intersezioni
ja_jp: 交差点間では、シフト値を一括適用
ko_kr: 두 교차로 사이에 이동 설정
ms_my: Tetapkan anjakan di antara persimpangan
nl_nl: Verschuiving toepassen tussen kruispunten
pl_pl: Ustaw przesunięcie między skrzyżowaniami
pt_pt: Aplicar entre intercessões
ro_ro: Setați schimbarea între intersecții
ru_ru: Задать сдвиг между перекрестками
tr_tr: Kesişimler arasındaki değişimi hesapla
uk_ua: Задати зрушення між перехрестями
zh_cn: 设置交叉点间的偏移
zh_tw: 設定交叉路口間的偏移

# Setting_ShortcutSetTwistBetweenIntersections
source: Set twist between intersections
cs_cz: Nastavit náklon mezi křižovatkami
de_de: Drehung zwischen Kreuzungen festlegen
es_es: Establecer giro entre intersecciones
fi_fi: Aseta sivukaltevuus risteysten välille
fr_fr: Définir la torsion entre les intersections
id_id: Terapkan twist di antara persimpangan
it_it: Imposta torsione tra intersezioni
ja_jp: 交差点間では、ツイスト値を一括適用
ko_kr: 두 교차로 사이에 비틀림 설정
ms_my: Tetapkan pulas di antara persimpangan
nl_nl: Pas de kronkel tussen kruispunten toe
pl_pl: Ustaw skręt pomiędzy skrzyżowaniami
pt_pt: Definir a torção entre interseções
ro_ro: Setați răsucirea între intersecții
ru_ru: Задать скручивание между перекрестками
tr_tr: Kesişimler arasındaki değişimi uygula
uk_ua: Задати скручування між перехрестями
zh_cn: 设置两个交叉点间的倾斜
zh_tw: 設定交叉路口間的扭轉

# Tool_EnterUnderground
source: Press {0} to enter underground mode
cs_cz: Stiskněte {0} pro podzemní režim
de_de: Drücke {0}, um in den unterirdischen Modus zu gelangen
es_es: Presiona {0} patra entrar en modo subterráneo
fr_fr: Appuyez sur {0} pour entrer en mode souterrain
id_id: Tekan {0} untuk memasuki mode bawah tanah
it_it: Premi {0} per entrare nella modalità sotterranea
ja_jp: {0} を押して 地下表示に移行
ko_kr: {0}을 눌러 지하 모드 진입하기
ms_my: Tekan {0} untuk masuk ke mod bawah tanah
nl_nl: Druk op {0} om de ondergrondse modus in te gaan
pl_pl: Naciśnij {0}, aby przejść do trybu podziemnego
pt_pt: Pressione {0} para entrar no modo subterrâneo
ro_ro: Apăsați {0} pentru a intra în modul Underground
ru_ru: Нажмите {0} для входа в подземный режим
tr_tr: Girmek için {0} tuşuna basın Yeraltı Modu
uk_ua: Натисніть {0}, щоб увійти в підземний режим
zh_cn: 按 {0} 进入 地下模式
zh_tw: 按 {0} 進入 地下模式

# Tool_ExitUnderground
source: Press {0} to exit underground mode
cs_cz: Stiskněte {0} pro ukončení podzemního režimu
de_de: Drücke {0}, um den unterirdischen Modus zu verlassen
es_es: Presiona {0} para salir del modo subterráneo
fr_fr: Appuyez sur {0} pour quitter le mode souterrain
id_id: Tekan {0} untuk keluar mode bawah tanah
it_it: Premi {0} per uscire dalla modalità sotterranea
ja_jp: {0} を押して 地下表示を終了
ko_kr: {0}을 눌러 지하 모드 끝내기
ms_my: Tekan {0} untuk keluar ke mod bawah tanah
nl_nl: Druk op {0} om de ondergrondse modus te verlaten
pl_pl: Naciśnij {0}, aby wyjść z trybu podziemnego
pt_pt: Pressione {0} para sair do modo subterrâneo
ro_ro: Apăsați {0} pentru a ieși din modul Underground
ru_ru: Нажмите {0} для выхода из подземного режима
tr_tr: Çıkmak için {0} tuşuna basın yeraltı modu
uk_ua: Натисніть {0}, щоб вийти з підземного режиму
zh_cn: 按 {0} 退出 地下模式
zh_tw: 按 {0} 離開 地下模式

# Tool_InfoAlignMode
source: Hold {0} to align roads
cs_cz: Podržte {0} pro zarovnání okrajů
de_de: {0} gedrückt halten, um Straßen auszurichten
es_es: Mantener presionada la tecla {0} para alinear carreteras
fi_fi: Pidä {0}-näppäintä pohjassa kohdistaaksesi tiet
fr_fr: Maintenez {0} pour aligner les routes
id_id: Tekan dan tahan {0} untuk meluruskan jalan
it_it: Tieni premuto {0} per allineare le strade
ja_jp: {0} で、ネットワークを整列
ko_kr: {0}를 꾹 눌러 도로 정렬
ms_my: Tahan kekunci {0} untuk menjajar jalan
nl_nl: Houd {0} ingedrukt om wegen uit te lijnen
pl_pl: Przytrzymaj {0} aby wyrównać drogi
pt_pt: Segure {0} para alinhar as estradas
ro_ro: Țineți apăsat {0} pentru a alinea străzile
ru_ru: Удерживайте {0} чтобы выровнять дороги
tr_tr: {0}'e basılı tutarak yolları ayarlayın
uk_ua: Утримуйте {0}, щоб вирівняти дороги
zh_cn: 按住{0}对齐道路
zh_tw: 按住 {0} 對齊道路

# Tool_InfoApplyAlign
source: Click to align with this corner
cs_cz: Klikněte pro zarovnání s tímto rohem
de_de: Klicken zum Ausrichten an dieser Ecke
es_es: Clic para alinear con esta esquina
fi_fi: Napauta tasataksesi tämän kulman suhteen
fr_fr: Cliquez pour aligner avec ce coin
id_id: Klik untuk meluruskan dengan pojok ini
it_it: Clicca per allineare con questo angolo
ja_jp: クリックしてこのコーナーへ自動整列
ko_kr: 클릭해 이 코너에 정렬
ms_my: Klik untuk menjajar dengan bucu ini
nl_nl: Klik om met deze hoek uit te lijnen
pl_pl: Kliknij aby wyrównać do tego rogu
pt_pt: Clique para alinhar com este canto
ro_ro: Apăsați pentru a alinea la acest colț
ru_ru: Нажмите чтобы выровнять с этим углом
tr_tr: Köşeyle doğrultmak için tıklayın
uk_ua: Натисніть, щоб вирівняти з цим кутом
zh_cn: 点击以向此边角对齐
zh_tw: 點擊以對齊此角落

# Tool_InfoChangeMainMode
source: Hold {0} to change main slope direction
cs_cz: Podržte {0} pro změnu směru sklonu
de_de: Halte {0} gedrückt, um die Neigungsrichtung zu ändern
es_es: Mantener presionada la tecla {0} para cambiar dirección de la pendiente principal
fi_fi: Pidä {0}-näppäintä pohjassa vaihtaaksesi kaltevuuden suuntaa
fr_fr: Maintenez {0} pour changer la direction de la pente
id_id: Tekan dan tahan {0} untuk mengubah arah lereng utama
it_it: Tieni premuto {0} per cambiare la direzione della pendenza
ja_jp: {0} で、スロープ化する接続方向を変更
ko_kr: {0}를 꾹 눌러 주 경사 방향 변경
ms_my: Tahan kekunci {0} untuk ubah arah lereng utama
nl_nl: Houd {0} ingedrukt om hoofdrichting helling aan te passen
pl_pl: Przytrzymaj {0} aby zmienić główny kierunek nachylenia
pt_pt: Mantem {0} premido para mudar a direção da inclinação principal
ro_ro: Țineți apăsat {0} pentru a schimba direcția pantei principale
ru_ru: Удерживайте {0} чтобы изменить основное направление наклона
tr_tr: Eğim yönünü değiştirmek için {0} tuşuna basılı tutun
uk_ua: Утримуйте {0}, щоб змінити основний кут нахилу
zh_cn: 按住{0}以改变主要斜坡方向
zh_tw: 按住 {0} 調整主斜坡方向

# Tool_InfoClickNode
source: Node #{0} Click to edit
cs_cz: Uzel #{0} Klikněte pro úpravu
de_de: Netzwerk-Knoten #{0} Klicken zum Bearbeiten
es_es: Nodo #{0} Clic para editar
fi_fi: Liittymä #{0} Napauta muokataksesi
fr_fr: Noeud #{0} Cliquez pour modifier
id_id: Titik hubung #{0} Klik untuk mengedit
it_it: Nodo #{0} Clicca per modificare
ja_jp: ノード #{0} クリックして形状を調整
ko_kr: 노드 #{0} 클릭하여 수정
lv_lv: Mezgls #{0} Noklikšķiniet, lai rediģētu
ms_my: Nod #{0} Klik untuk sunting
nl_nl: Punt #{0} Klik om te wijzigen
pl_pl: Skrzyżowanie #{0} Kliknij aby edytować
pt_pt: Nó #{0} Clique para editar
ro_ro: Nodul #{0} Apăsați pentru a modifica
ru_ru: Узел #{0} Нажмите чтобы изменить
tr_tr: #{0} Birleşimi Ayarlamak için tıklayın
uk_ua: Вузол #{0} Натисніть, щоб редагувати
zh_cn: 节点 #{0} 点击编辑此节点
zh_tw: 節點 #{0} 點擊以編輯

# Tool_InfoClickToSelectFirstAlign
source: Click to select corner you want to align
cs_cz: Klikněte pro výběr rohu, který chcete zarovnat
de_de: Klicke, um die Ecke auszuwählen, die du ausrichten möchtest
es_es: Clic para seleccionar la esquina que quieres alinear
fi_fi: Napsauta valitaksesi kulman, jonka haluat tasata toisen kulman kanssa
fr_fr: Cliquez pour sélectionner le coin que vous voulez aligner
id_id: Klik untuk memilih pojok yang ingin Anda luruskan
it_it: Clicca per selezionare l'angolo che vuoi allineare
ja_jp: クリックしてこのコーナーを始点に選択
ko_kr: 클릭하여 정렬할 코너 선택
ms_my: Klik untuk pilih bucu yang anda ingin jajarkan
nl_nl: Klik om de hoek te selecteren die u wilt uitlijnen
pl_pl: Kliknij aby wybrać róg do którego chcesz wyrównać
pt_pt: Clique para selecionar o canto que quer alinhar
ro_ro: Apăsați pentru a selecta colțul pe care vreți să-l alineați
ru_ru: Нажмите чтобы выбрать угол для выравнивания
tr_tr: Ayarlamak istediğiniz köşeyi seçmek için tıklayın
uk_ua: Натисніть щоб вибрати кут, який Ви хочете вирівняти
zh_cn: 选择想要对齐的边角
zh_tw: 點擊以選擇想對齊的角落

# Tool_InfoDragCenter
source: Drag to change offset
cs_cz: Tažením změníte odsazení
de_de: Ziehen, um den Versatz zu ändern
es_es: Arrastra para ajustar la separación
fi_fi: Vedä muuttaaksesi etäisyyttä
fr_fr: Faites glisser pour changer le décalage
id_id: Seretkan untuk mengubah pergeseran
it_it: Trascina per cambiare lo spostamento
ja_jp: ドラッグしてオフセットを変更
ko_kr: 드래그해 오프셋 변경
ms_my: Seret untuk ubah ofset
nl_nl: Sleep om de verschuiving te veranderen
pl_pl: Przeciągnij aby zmienić przesunięcie
pt_pt: Arraste para alterar o deslocamento
ro_ro: Trageți pentru a schimba offset-ul
ru_ru: Перетащите для изменения отступа
tr_tr: Merkez noktayı ayarlamak için tutup çekin
uk_ua: Перетягніть для зміни відступу
zh_cn: 拖动以改变偏移
zh_tw: 拖曳以調整偏移

# Tool_InfoDragCenterFree
source: Drag to change position Hold {0} to change elevation
cs_cz: Tažením změníte pozici Podržením {0} změníte výšku
de_de: Ziehen, um die Position zu ändern Halte {0} gedrückt, um die Höhe zu ändern
es_es: Arrastra para cambiar la posición Manterner presionada la tecla {0} para cambiar elevación
fr_fr: Faites glisser pour changer la position Maintenez {0} pour changer l'altitude
id_id: Geser untuk mengubah posisi Tahan {0} untuk mengubah ketinggian
it_it: Trascina per cambiare la posizione Tieni premuto {0} per cambiare l'elevazione
ja_jp: ドラッグして位置を変更 {0} を長押しで高さを変更
ko_kr: 드래그해 위치 변경 {0} 키를 누른 채로 고도 변경
ms_my: Seret untuk ubah kedudukan Tahan {0} untuk ubah ketinggian
nl_nl: Sleep om de positie te veranderen Houd {0} ingedrukt om de hoogte te veranderen
pl_pl: Przeciągnij, aby zmienić pozycję Przytrzymaj {0} aby zmienić wysokość
ru_ru: Перетажите для изменения положения Удерживайтей {0} для изменения подъема
tr_tr: Konumu değiştirmek için sürükleyin Yüksekliği değiştirmek için {0} tuşunu basılı tutun
uk_ua: Перетягніть для зміни позиції Утримуйте {0} для зміни висоти
zh_cn: 拖动以改变位置 按住 {0} 更改高度

# Tool_InfoDragCircle
source: Drag to change rotate
cs_cz: Tažením změníte otočení
de_de: Ziehen, um die Links-Rechts-Drehung zu ändern
es_es: Arrastra para rotar
fi_fi: Vedä kääntääksesi
fr_fr: Faites glisser pour changer la rotation
id_id: Seretkan untuk mengubah putaran
it_it: Trascina per cambiare la rotazione
ja_jp: ドラッグして回転(角度)を変更
ko_kr: 드래그해 회전
ms_my: Seret untuk ubah putaran
nl_nl: Sleep om de rotatie te veranderen
pl_pl: Przeciągnij aby zmienić obrót
pt_pt: Arraste para alterar a rotação
ro_ro: Trageți pentru a schimba rotația
ru_ru: Перетащите для изменения поворота
tr_tr: Açıyı ayarlamak için tutup çekin
uk_ua: Перетягніть для зміни повороту
zh_cn: 拖动以改变旋转
zh_tw: 拖曳以調整旋轉角度

# Tool_InfoDragCorner
source: Drag to change corner offset
cs_cz: Tažením změníte odsazení rohů
de_de: Ziehen, um den Versatz der Ecke zu ändern
es_es: Arrastra para cambiar la separación de la esquina
fi_fi: Vedä muuttaaksesi kulman etäisyyttä
fr_fr: Faites glisser pour changer le décalage du coin
id_id: Seretkan untuk mengubah pergeseran pojok
it_it: Trascina per cambiare lo spostamento dell'angolo
ja_jp: ドラッグしてコーナーオフセットを変更
ko_kr: 드래그해 코너 오프셋 수정
ms_my: Seret untuk ubah ofset bucu
nl_nl: Sleep om de hoekverschuiving te veranderen
pl_pl: Przeciągnij aby zmienić przesunięcie rogu
pt_pt: Arraste para alterar deslocamento do canto
ro_ro: Trageți pentru a schimba offset-ul colțului
ru_ru: Перетащите для изменения отступа угла
tr_tr: Köşelerin çıkıntısını ayarlamak için tutup çekin
uk_ua: Перетягніть, щоб змінити відступу кута
zh_cn: 拖动以改变边角偏移
zh_tw: 拖曳以調整角落偏移

# Tool_InfoDragCornerFree
source: Drag to change corner position Hold {0} to change corner elevation
cs_cz: Tažením změníte pozici rohu Podržením {0} změníte výšku rohu
de_de: Ziehen, um die Eckposition zu ändern Halte {0} gedrückt, um die Eckhöhe zu ändern
es_es: Arrastra para cambiar la posición de la esquina Mantener la tecla {0} para cambiar elevación
fr_fr: Faites glisser pour changer la position du coin Maintenez {0} pour changer l'altitude du coin
id_id: Geser untuk mengubah posisi sudut Tahan {0} untuk mengubah ketinggian sudut
it_it: Trascina per cambiare la posizione dell'angolo Tieni premuto {0} per cambiare l'elevazione dell'angolo
ja_jp: ドラッグしてコーナーの位置を変更 {0} を長押しでコーナーの高さを変更
ko_kr: 드래그해 코너 위치 변경 {0} 키를 누른 채로 코너 고도 변경
ms_my: Seret untuk ubah kedudukan bucu Tahan {0} untuk ubah ketinggian bucu
nl_nl: Sleep om de hoekpositie te veranderen Houd {0} ingedrukt om de hoekhoogte te veranderen
pl_pl: Przeciągnij, aby zmienić pozycję narożnika Przytrzymaj {0} aby zmienić wysokość narożnika
ru_ru: Перетажите для изменения положения угла Удерживайтей {0} для изменения подъема угла
tr_tr: Köşe konumunu değiştirmek için sürükleyin Köşe yüksekliğini değiştirmek için {0} tuşunu basılı tutun
uk_ua: Перетягніть для зміни позиції кута Утримуйте {0} для зміни висоти кута
zh_cn: 拖动以改变边角位置 按住 {0} 更改边角高度

# Tool_InfoDragMainSlopeDirectionEnd
source: Drag this end to change main slope direction
cs_cz: Tažením tohoto konce změníte směr sklonu
de_de: Ziehe dieses Ende, um die Neigungsrichtung zu ändern
es_es: Arrastra este extremo para cambiar dirección de la pendiente principal
fi_fi: Vedä muuttaaksesi kaltevuuden suuntaa
fr_fr: Faites glisser cette extrémité pour changer la direction de la pente
id_id: Seretkan ujung ini untuk mengubah arah lereng utama
it_it: Trascina questa estremità per cambiare la direzione della pendenza principale
ja_jp: 終端をドラッグして、スロープ化したい接続先を変更
ko_kr: 이쪽 끝을 드래그해 주 경사 방향 변경
ms_my: Seret penghujung ini untuk ubah arah lereng utama
nl_nl: Sleep dit uiteinde om de hellingsrichting te veranderen
pl_pl: Przeciągnij ten koniec aby zmienić główny kierunek nachylnia
pt_pt: Arraste esta extremidade para mudar a direção da inclinação principal
ro_ro: Trageți sfârșitul ăsta pentru a schimba direcția pantei principale
ru_ru: Перетащите конец для изменения основного направления наклона
tr_tr: Ana eğim yönünü değiştirmek için bu uçtan tutup çekin
uk_ua: Перетягніть цей кінець для зміни основного напряму нахилу
zh_cn: 拖动此端来改变主要斜坡方向
zh_tw: 拖曳這端來調整主斜坡方向

# Tool_InfoDropMainSlopeDirectionEnd
source: Drop this end to change main slope direction
cs_cz: Puštěním tohoto konce změníte směr sklonu
de_de: Ziehe dieses Ende, um die Neigungsrichtung zu ändern
es_es: Suelta este extremo para cambiar dirección de la pendiente principal
fi_fi: Vedä muuttaaksesi kaltevuuden suuntaa
fr_fr: Lâchez cette extrémité pour changer la direction de la pente principale
id_id: Taruhkan ujung ini untuk mengubah arah lereng utama
it_it: Rilascia questa estremità per cambiare la direzione della pendenza principale
ja_jp: 終端をドロップして、この接続方向でスロープ化する
ko_kr: 이쪽 끝을 드롭해 주 경사 방향 변경
ms_my: Lepaskan penghujung ini untuk ubah arah lereng utama
nl_nl: Laat dit uiteinde vallen om de hellingsrichting te veranderen
pl_pl: Upuść ten koniec aby zmienić główny kierunek nachylenia
pt_pt: Larga esta extremidade para mudar a direção da inclinação principal
ro_ro: Lăsați sfârșitul ăsta pentru a schimba direcția pantei principale
ru_ru: Отпустите конец для изменения основного направления наклона
tr_tr: Ana eğim yönünü ayarlamak için ucu bırakın
uk_ua: Відпустіть цей кінець для зміни основного напряму нахилу
zh_cn: 丢下此端来改变主要斜坡方向
zh_tw: 放開這端來調整主斜坡方向

# Tool_InfoInsertCrossingNode
source: Click to insert crossing node
cs_cz: Klikněte pro vložení přechodu
de_de: Klicken, um einen Überweg einzufügen
es_es: Clic para insertar nodo de paso de peatones
fi_fi: Napauta lisätäksesi ylityspaikka
fr_fr: Cliquez pour insérer un nœud de croisement
id_id: Klik untuk menambah titik hubung penyeberangan
it_it: Clicca per inserire un nodo di incrocio
ja_jp: クリックして横断歩道を追加
ko_kr: 클릭하여 횡단 노드 추가
ms_my: Klik untuk masukkan nod lintasan
nl_nl: Klik om oversteekknoop toe te voegen
pl_pl: Kliknij aby wstawić węzeł skrzyżowania
pt_pt: Clique para inserir passadeira
ro_ro: Apăsați pentru a adăuga nodul de trecere
ru_ru: Нажмите для вставки узла перехода
tr_tr: Kesişimlere düğüm bölgesi eklemek için tıklayın
uk_ua: Натисніть, щоб додати перехід
zh_cn: 点击插入斑马线节点
zh_tw: 點擊以插入斑馬線節點

# Tool_InfoInsertCrossingNodeWithModifier
source: Click with {0} to insert crossing node
cs_cz: Klikněte s {0} pro vložení přechodu
de_de: Klicken mit {0}, um einen Überweg einzufügen
es_es: Haga clic pulsando la tecla {0} para insertar nodo de paso de peatones
fr_fr: Cliquez avec {0} pour insérer un nœud de croisement
id_id: Klik sambil menahan {0} untuk memasuki titik hubung penyeberangan
it_it: Fare clic con {0} per inserire il nodo di passaggio
ja_jp: {0} をクリックして横断歩道を追加
ko_kr: {0} 키를 누른 채 클릭하여 횡단 노드 추가
ms_my: Klik sambil tahan {0} untuk masukkan nod lintasan
nl_nl: Klik met {0} om een zebrapad in te voegen
pl_pl: Kliknij trzymając {0} aby wstawić węzeł skrzyżowania
pt_pt: Clique com {0} para inserir nó de cruzamento
ro_ro: Apăsați cu {0} pentru a insera nodul de trecere
ru_ru: Нажмите с {0} для вставки узла перехода
tr_tr: Geçiş düğümü eklemek için {0} ile tıklayın
uk_ua: Натисніть з {0} , щоб додати перехід
zh_cn: 按住 {0} 时点击以插入斑马线
zh_tw: 按下 {0} 並點擊以插入斑馬線節點

# Tool_InfoInsertNode
source: Click to insert node
cs_cz: Klikněte pro vložení uzlu
de_de: Klicken, um einen Netzwerk-Knoten einzufügen
es_es: Clic para insertar nodo
fi_fi: Napauta lisätäksesi liittymä
fr_fr: Cliquez pour insérer un nœud
id_id: Klik untuk memasukkan titik hubung
it_it: Clicca per inserire il nodo
ja_jp: クリックしてノードを追加
ko_kr: 클릭하여 노드 추가
lv_lv: Noklikšķiniet, lai ievietotu mezglu
ms_my: Klik untuk masukkan nod
nl_nl: Klik om knoop toe te voegen
pl_pl: Kliknij aby wstawić węzeł
pt_pt: Clique para inserir nó
ro_ro: Apăsați pentru a insera nodul
ru_ru: Нажмите для вставки узла
tr_tr: Düğüm bölgesi eklemek için tıklayın
uk_ua: Нажміть для додання вузла
zh_cn: 点击以插入节点
zh_tw: 點擊以插入節點

# Tool_InfoInsertNodeWithModifier
source: Click with {0} to insert node
cs_cz: Klikněte s {0} pro vložení uzlu
de_de: Klicke mit {0}, um einen Netzwerk-Knoten einzufügen
es_es: Haga clic pulsando la tecla {0} para insertar nodo
fr_fr: Cliquez avec {0} pour insérer un nœud
id_id: Klik sambil menahan {0} untuk memasuki titik hubungun
it_it: Fare clic con {0} per inserire nodo
ja_jp: {0} をクリックしてノードを追加
ko_kr: {0} 키를 누른 채 클릭하여 노드 추가
lv_lv: Noklikšķiniet ar {0}, lai ievietotu mezglu
ms_my: Klik sambil tahan {0} untuk masukkan nod
nl_nl: Klik met {0} om een knooppunt in te voegen
pl_pl: Kliknij trzymając {0} aby wstawić węzeł
pt_pt: Clique com {0} para inserir um nó
ro_ro: Apăsați cu {0} pentru a insera nodul
ru_ru: Нажмите с {0} чтобы добавить узел
tr_tr: Düğüm eklemek için {0} ile tıklayın
uk_ua: Натисніть з {0} , щоб додати вузол
zh_cn: 按住 {0} 时点击以插入节点
zh_tw: 按下 {0} 並點擊以插入節點

# Tool_InfoSelectAlignRelative
source: Select corner you want to align with
cs_cz: Vyberte roh se kterým se chcete zarovnat
de_de: Wähle die Ecke, an der du ausrichten möchtest
es_es: Selecciona la esquina con la que quieres alinear
fi_fi: Valitse kulma, jonka suhteen haluat tasata
fr_fr: Sélectionnez le coin avec lequel vous voulez aligner
id_id: Pilih pojok yang Anda ingin luruskan dengannya
it_it: Seleziona l'angolo con cui vuoi allinearti
ja_jp: コーナーの終点を選択して自動整列
ko_kr: 같이 정렬할 코너 선택
ms_my: Pilih bucu yang ingin ditujukan jajaran
nl_nl: Selecteer de hoek waarmee u wilt uitlijnen
pl_pl: Wybierz róg do którego chcesz wrównać
pt_pt: Selecione o canto com o qual quer alinhar
ro_ro: Selectați colțul cu care vreți să va alineați
ru_ru: Выберите угол с которым хотите выровнять
tr_tr: Ayarlamak istediğiniz köşeyi seçin
uk_ua: Виберіть кут, з котрим хочете вирівняти
zh_cn: 选择想要对齐的边角
zh_tw: 選擇想對齊的角落

# Tool_InfoSelectMainSlopeDirection
source: Change to desired main slope direction
cs_cz: Změnit požadovaný směr sklonu
de_de: In gewünschte Neigungsrichtung ändern
es_es: Cambiar a la dirección de la pendiente principal deseada
fi_fi: Vaihda halutuksi kaltevuuden suunnaksi
fr_fr: Changer vers la direction de la pente désirée
id_id: Ubah menjadi arah lereng utama yang diinginkan
it_it: Passa alla direzione della pendenza principale desiderata
ja_jp: スロープを変更したい、セグメントの終端を選択
ko_kr: 원하는 주 경사 방향에 변경
ms_my: Ubah ke arah lereng utama yang diinginkan
nl_nl: Verander naar gewenste hellingsrichting
pl_pl: Zmień na oczekiwany główny kierunek nachylenia
pt_pt: Mudar para a direção da inclinação principal desejada
ro_ro: Schimbați la direcția pantei principală dorită
ru_ru: Выберите основное направление наклона
tr_tr: Seçilen eğim yönüne doğru değiştir
uk_ua: Виберіть основний напрям нахилу
zh_cn: 改变至选择的主要斜坡方向
zh_tw: 調整到想要的主斜坡方向
