Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# Settings_InsertNodeEnabled
source: By click on segment
cs_cz: Kliknutím na segment
de_de: Durch Klick auf das Segment
es_es: Al hacer clic en el segmento
fr_fr: En cliquant sur le segment
id_id: Dengan klik pada segmen
it_it: Cliccando sul segmento
ja_jp: セグメント上のクリックで即追加
ko_kr: 세그먼트 클릭하기
ms_my: Dengan mengklik pada segmen
nl_nl: Door te klikken op het segment
pl_pl: Klikając na segment
pt_pt: Por clique no segmento
ro_ro: Făcând clic pe segment
ru_ru: При нажатие на сегмент
tr_tr: Segmente tıklayarak
uk_ua: При натисканні на сегмент
zh_cn: 单击线段
zh_tw: 點擊線段

# Settings_InsertNodeWithModifier
source: By click with {0} on segment
cs_cz: Kliknutím s {0} na segment
de_de: Durch Klick mit {0} auf das Segment
es_es: Al hacer clic pulsando la tecla {0} en el segmento
fr_fr: En cliquant avec {0} sur le segment
id_id: Dengan mengklik {0} pada segmen
it_it: Cliccando con {0} sul segmento
ja_jp: セグメント上で {0} をクリック
ko_kr: {0} 키를 누른 채 세그먼트 클릭하기
ms_my: Dengan mengklik sambil tahan {0} pada segmen
nl_nl: Door met {0} op het segment te klikken
pl_pl: Klikając na segmencie trzymając {0}
pt_pt: Por clique com {0} no segmento
ro_ro: Făcând clic cu {0} pe segment
ru_ru: При нажатии на сегмент с удержанием {0}
tr_tr: Segmentte {0} ile tıklayarak
uk_ua: При натисканні на сегмент утримуючи {0}
zh_cn: 在线段上按 {0} 并单击
zh_tw: 按下 {0} 並點擊線段

# Settings_LongIntersectionFix
source: Fix stuck pedestrian on long intersections
cs_cz: Oprava uvězněných chodců na dlouhých křižovatkách
de_de: Feststeckende Fußgänger an weit gestreckten Kreuzungen lösen
es_es: Corrige peatones estancados en intersecciones largas
fr_fr: Corriger les piétons bloqués sur les longues intersections
id_id: Perbaiki pejalan kaki yang tersangkut pada persimpangan besar
it_it: Correggi i pedoni bloccati su intersezioni lunghe
ja_jp: 長い交差点で歩行者の立ち往生を修正
ko_kr: 긴 교차로에서 보행자 끼임 현상 수정
ms_my: Baiki pejalan kaki yang tersangkut pada persimpangan yang panjang
nl_nl: Vastzittende voetgangers op lange kruispunten verhelpen
pl_pl: Napraw zablokowanych pieszych na długich skrzyżowaniach
pt_pt: Corrigir pedestres presos em interseções longas
ro_ro: Fixează problema a pietonilor blocați în intersecțiile mari
ru_ru: Исправить застревание пешеходов на длинных перекрёстках
tr_tr: Uzun kavşaklarda sıkışan yayaları düzeltin
uk_ua: Виправити застрягання пішоходів на довгих перехрестях
zh_cn: 修复在较长的交叉路口上行人被卡住的问题
zh_tw: 修復卡在長交岔路口的行人

# Settings_LongIntersectionFixWarning
source: This option increase max pathfind distance on intersection, that prevent stuck pedestrians on such a long intersections, however this option can affect simulation speed
cs_cz: Tato možnost zvětšuje maximální vzdálenost pro nalezení cesty na křižovatce. Zabraňuje uvěznění chodců na dlouhých křižovatkách, ale může ovlivnit rychlost simulace
de_de: Diese Option erhöht den maximalen Pfadfinde-Abstand bei Kreuzungen und verhindert so, dass an stark gestreckten Kreuzungen Fussgänger stecken bleiben. Diese Option kann jedoch die Simulationsgeschwindigkeit beeinflussen
es_es: Esta opción incrementa la distancia máxima de búsqueda de caminos en la intersección, que previene a peatones atascados en una intersección larga, sin embargo, esta opción puede afectar la velocidad de la simulación
fr_fr: Cette option augmente la distance max de recherche de chemin sur l'intersection, ce qui empêche les piétons bloqués sur une longue intersection, cependant cette option peut affecter la vitesse de simulation
id_id: Opsi ini akan memperbesar jarak untuk pencarian jalur yang mencegah tersangkutnya pejalan kaki pada persimpangan besar. Namun, opsi ini dapat memengaruhi kecepatan simulasi
it_it: Questa opzione aumenta la distanza massima di ricerca del percorso all'intersezione, impedendo ai pedoni di bloccarsi su intersezioni così lunghe, tuttavia questa opzione può influenzare la velocità di simulazione
ja_jp: オプションは交差点内での経路探索における最大距離を拡張して、 長い横断歩道で歩行者がスタックする現象を防ぎます。 ただし、有効化するとシミュレーション速度に影響を与える可能性があります。
ko_kr: 이 설정은 교차로 내 길찾기 최대 거리를 늘려서 긴 교차로에서 보행자가 갇히는 현상을 방지하지만, 시뮬레이션 속도에 영향을 줄 수 있습니다
ms_my: Pilihan ini meningkatkan jarak maksimum pencarian laluan pada persimpangan, yang mengelakkan pejalan kaki tersangkut pada persimpangan yang panjang, tetapi pilihan ini boleh memberi kesan kepada kelajuan penyelakuan
nl_nl: Deze optie verhoogt de maximale padvindersafstand op kruispunten en voorkomt zo dat voetgangers vast komen te zitten op sterk uitgerekte kruispunten. Deze optie kan echter van invloed zijn op de simulatiesnelheid
pl_pl: Ta opcja zwiększa maksymalną odległość znajdowania ścieżek na skrzyżowaniach, co zapobiega utknięciu pieszych na tak długich skrzyżowania, ta opcja może wpłynąć na płynność symulacji
pt_pt: Esta opção aumenta a distância máxima de procura de caminho na interseção, que impede que pedestres fiquem presos em uma interseção muito longa, no entanto esta opção pode afetar a velocidade de simulação
ro_ro: Această opțiune mărește distanța maximă a căilor pe intersecție, care împiedică blocarea pietonilor în intersecții lungi. Opțiunea asta poate afecta viteza simulării
ru_ru: Эта опция увеличивает максимальное расстояние поиска пути на перекрёстках, что предотвращает застревание пешеходов, однако может влиять на скорость симуляции
tr_tr: Bu seçenek, kavşakta maksimum yol bulma mesafesini artırarak bu kadar uzun kavşaklarda sıkışan yayaları önler, ancak bu seçenek simülasyon hızını etkileyebilir
uk_ua: Опція збільшує максимальну відстань до перетину шляхів, що запобігають застряганню пішоходів на довгих перехрестях, однак ця опція може вплинути на швидкість моделювання
zh_cn: 此选项会增加交叉路口上的最大寻路距离，以防止行人被较大的路口卡住，不过此选项会影响（降低）模拟速度
zh_tw: 此選項會增加交岔路口的最大尋路距離，可防止行人卡在長交岔路口，但此選項可能會影響模擬速度

# Settings_NodeIsSlopedByDefault
source: Node is sloped by default
cs_cz: Uzel je ve výchozím nastavení nakloněn
de_de: Netzwerknoten sind standardmäßig geneigt
es_es: Inclinar el nodo de forma predeterminada
fi_fi: Liittymät ovat kaltevia oletuksena
fr_fr: Les nœuds sont inclinés par défaut
id_id: Titik hubung dimiringkan sesuai dengan standar
it_it: Il nodo è inclinato di default
ja_jp: デフォルトでノードを全てスロープ化
ko_kr: 노드가 기본적으로 경사졌습니다
ms_my: Nod berlereng secara lalai
nl_nl: Knooppunt heeft een helling als standaard
pl_pl: Węzeł jest domyślnie pochyły
pt_pt: O nó é inclinado por padrão
ro_ro: Nodul este înclinat în mod implicit
ru_ru: Узел наклонный по умолчанию
tr_tr: Düğüm varsayılan olarak eğim verildi
uk_ua: Вузол нахилений за замовчуванням
zh_cn: 节点默认为斜坡
zh_tw: 節點預設為斜坡

# Settings_OptionsVisibility
source: Options visibility
cs_cz: Nastavení viditelnosti
de_de: Sichtbarkeit der Optionen
es_es: Más opciones - Configurar visibilidad
fr_fr: Visibilité des options
id_id: Visibilitas opsi
it_it: Visibilità opzioni
ja_jp: オプションの表示設定
ko_kr: 설정 표시 여부
ms_my: Ketampakan pilihan
nl_nl: Zichtbaarheid van opties
pl_pl: Widoczność opcji
pt_pt: Visibilidade das opções
ro_ro: Afișare opțiuni
ru_ru: Отображение опций
tr_tr: Seçenekler görünürlüğü
uk_ua: Відображення опцій
zh_cn: 选项可见度
zh_tw: 選項顯示設定

# Settings_Option_Disabled
source: Disabled
cs_cz: Vypnuto
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
id_id: Nonaktif
it_it: Disabilitato
ja_jp: 無効化
ko_kr: 꺼짐
lv_lv: Izslēgts
ms_my: Dinyahdayakan
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_pt: Desativado
ro_ro: Dezactivat
ru_ru: Отключено
tr_tr: Engelli
uk_ua: Вимкнено
zh_cn: 禁用
zh_tw: 停用

# Settings_Option_Hidden
source: Сollapsed
cs_cz: Sbaleno
de_de: Eingeklappt
es_es: Colapsado
fr_fr: Masqué
id_id: Tertutup
it_it: Nascosto
ja_jp: 折り畳む
ko_kr: 숨김
ms_my: Disembunyikan
nl_nl: Ingeklapt
pl_pl: Ukryte
pt_pt: Colapsado
ro_ro: Ascuns
ru_ru: Свернуто
tr_tr: Çökmüş
uk_ua: Згорнуто
zh_cn: 折叠的
zh_tw: 摺疊

# Settings_Option_Visible
source: Always visible
cs_cz: Vždy zobrazit
de_de: Immer sichtbar
es_es: Siempre visible
fr_fr: Toujours visible
id_id: Selalu Tampak
it_it: Sempre visibile
ja_jp: 常に表示
ko_kr: 항상 표시
ms_my: Sentiasa tampak
nl_nl: Altijd zichtbaar
pl_pl: Zawsze widoczne
pt_pt: Sempre visível
ro_ro: Mereu vizibil
ru_ru: Отображать всегда
tr_tr: Her zaman görünür
uk_ua: Завжди відображати
zh_cn: 总是可见
zh_tw: 總是顯示

# Settings_OverlayOpacity
source: Overlay opacity
cs_cz: Neprůhlednost překrytí
de_de: Sichtbarkeit des Overlays
es_es: Transparencia de superposición
fr_fr: Opacité de la superposition
it_it: Opacità Copertura
ja_jp: オーバーレイの不透明度
ko_kr: 오버레이 불투명도
ms_my: Kelegapan tindihan atas
nl_nl: Overlay doorzichtigheid
pl_pl: Przezroczystość nakładki
ru_ru: Непразрачность оверлея
uk_ua: Непрозорість оверлею
zh_cn: 覆盖层不透明度

# Settings_RenderNearNode
source: Show nearby nodes overlay
cs_cz: Zobrazit blízké uzly
de_de: Zeige Hervorhebung für nahe Netzwerk-Knoten
es_es: Mostrar superposición de nodos cercanos
fi_fi: Näytä läheisten liittymien peittokuva
fr_fr: Afficher les nœuds à proximité
id_id: Perlihatkan hamparan titik hubung yang berdekatan
it_it: Mostra la sovrapposizione dei nodi vicini
ja_jp: 選択中は近くにあるノードをハイライト
ko_kr: 근처 노드 오버레이 표시
ms_my: Tunjuk tindihan atas nod berhampiran
nl_nl: Toon nabijgelegen knooppunten overzicht
pl_pl: Pokaż nakładkę pobliskich węzłów
pt_pt: Mostrar sobreposição de nódulos próximos
ro_ro: Afișați overlay-ul cu nodurile din apropriere
ru_ru: Подсвечивать ближайшие узлы
tr_tr: Yakındaki kesişen düğümleri göster
uk_ua: Підсвічувати найближчі вузли
zh_cn: 显示光标附近节点
zh_tw: 凸顯臨近節點

# Settings_Restore
source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
ms_my: Pulih
nl_nl: Herstel
pl_pl: Przywróć
ro_ro: Restabilire
ru_ru: Восстановление
tr_tr: Geri yükle
uk_ua: Відновлення
zh_cn: 恢复
zh_tw: 復原

# Settings_RestoreDataButton
source: Restore nodes data from file
cs_cz: Obnovit data uzlů ze souboru
de_de: Daten des Netzwerk-Knotens aus einer Datei wiederherstellen
es_es: Restaurar datos de nodos desde archivo
fr_fr: Restaurer les données des nœuds à partir du fichier
id_id: Pulihkan data node dari file
it_it: Ripristina i dati dei nodi da file
ja_jp: ノードデータをファイルから復元
ko_kr: 파일에서 노드 내역 복원하기
ms_my: Pulihkan data nod dari fail
nl_nl: Herstel knooppuntgegevens uit bestand
pl_pl: Przywróć dane węzłów z pliku
ro_ro: Restabiliți datele nodurilor din fișier
ru_ru: Восстановление данных узлов из файла
tr_tr: Düğüm verilerini dosyadan geri yükle
uk_ua: Відновити дані вузлів із файлу
zh_cn: 从文件中恢复节点数据
zh_tw: 從檔案還原節點資料

# Settings_RestoreDataCaption
source: Restore nodes data
cs_cz: Obnovit data uzlů
de_de: Daten des Netzwerk-Knotens wiederherstellen
es_es: Restaurar datos de nodos
fr_fr: Restaurer les données des nœuds
id_id: Pemulihan data node
it_it: Ripristina dati nodi
ja_jp: ノードデータを復元
ko_kr: 노드 내역 복원하기
ms_my: Pulihkan data nod
nl_nl: Herstel knooppuntgegevens
pl_pl: Przywróć dane węzłów
ro_ro: Restabilire date noduri
ru_ru: Восстановление данных узлов
tr_tr: Düğüm verilerini geri yükle
uk_ua: Відновити дані вузлів
zh_cn: 恢复节点数据
zh_tw: 還原節點資料

# Settings_RestoreDataMessage
source: Do you really want to restore nodes data? The restored data will replace all existing nodes data.
cs_cz: Opravdu si přejete obnovit data uzlů? Obnovená data připíší všechna existující data uzlů.
de_de: Möchtest du wirklich die Daten des Netzwerk-Knotens wiederherstellen? Die wiederhergestellten Daten werden die jetzigen Netzwerk-Knoten Daten überschreiben.
es_es: ¿De verdad deseas restaurar los datos de nodos? Los datos restaurados reemplazarán todos los datos de nodos existentes.
fr_fr: Voulez-vous vraiment restaurer les données des nœuds ? Les données restaurées remplaceront toutes les données existantes.
id_id: Apakah Anda yakin untuk memulihkan data node? Data yang dipulihkan akan menggantikan semua data node yang ada.
it_it: Sei sicuro di voler ripristinare i dati dei nodi? I dati dei nodi ripristinati sostituiranno quelli esistenti.
ja_jp: 本当にデータを復元しますか？ 復元すると、既存のノードデータを全て置き換えます。
ko_kr: 정말로 노드 데이터를 복원하시겠습니까? 복원한 데이터가 기존 노드 데이터에 덮어씌워질 것입니다.
ms_my: Adakah anda benar-benar ingin memulihkan data nod? Data yang dipulihkan akan menggantikan kesemua data nod sedia ada.
nl_nl: Wil je echt de knooppuntgegevens herstellen? De herstelde gegevens zullen alle bestaande knooppuntgegevens vervangen.
pl_pl: Czy na pewno chcesz przywrócić dane węzłów? Przywrócone dane zastąpią wszystkie istniejące dane węzłów.
ro_ro: Sigur doriți să restaurați datele nodurilor? Datele restaurate vor înlocui toate datele existente ale nodurilor.
ru_ru: Вы действительно хотите восстановить данные узлов? Она заменит всю существующие данные.
tr_tr: Düğüm verilerini gerçekten geri yüklemek istiyor musunuz? Geri yüklenen veriler, mevcut tüm düğüm verilerinin yerini alacaktır.
uk_ua: Ви дійсно хочете відновити дані вузлів? Відновлення даних призведе до заміни всіх існуючих вузлів.
zh_cn: 确定要恢复节点数据吗? 恢复后的数据将会覆盖所有的现有节点数据。
zh_tw: 你真的想要復原節點資料嗎？ 復原的資料會取代現在所有的節點資料。

# Settings_RestoreDataMessageFailed
source: Nodes data restore failed
cs_cz: Obnovení dat uzlů selhalo
de_de: Daten des Netzwerk-Knotens konnten nicht wiederhergestellt werden
es_es: Recuperación de datos de nodos fallida
fr_fr: Restauration des données des nœuds échouée
id_id: Pemulihan data node gagal
it_it: Ripristino dati nodi non riuscito
ja_jp: ノードデータの復元に失敗しました。
ko_kr: 노드 복원에 실패했습니다
ms_my: Pemulihan data nod telah gagal
nl_nl: Knooppuntgegevens herstellen mislukt
pl_pl: Przywrócenie danych węzłów nie powiodło się
ro_ro: Restabilirea datelor nodurilor a eșuat
ru_ru: Не удалось восстановить данные узлов
tr_tr: Düğüm verileri geri yükleme başarısız oldu
uk_ua: Не вдалося відновити дані вузлів
zh_cn: 节点数据恢复失败
zh_tw: 無法還原節點資料

# Settings_RestoreDataMessageSuccess
source: Nodes data successfully restored
cs_cz: Data uzlů byla úspěšně obnovena
de_de: Daten des Netzwerk-Knotens erfolgreich wiederhergestellt
es_es: Los datos de nodos se han recuperado con éxito
fr_fr: Restauration des données des nœuds réussie
id_id: Pemulihan data node berhasil
it_it: Dati dei nodi ripristinati con successo
ja_jp: ノードデータの復元に成功しました。
ko_kr: 노드가 성공적으로 복원되었습니다
ms_my: Data nod berjaya dipulihkan
nl_nl: Knooppuntgegevens zijn succesvol hersteld
pl_pl: Dane węzłów zostały pomyślnie przywrócone
ro_ro: Datele nodurilor au fost restaurate cu succes
ru_ru: Данные узлов успешно восстановлены
tr_tr: Düğüm verileri başarıyla geri yüklendi
uk_ua: Дані вузлів успішно відновлені
zh_cn: 节点数据恢复成功
zh_tw: 節點資料已還原成功

# Settings_SelectMiddleNodes
source: Select middle nodes
cs_cz: Vyberte střední uzly
de_de: Mittige Netzwerk-Knoten zwischen zwei Straßen anwählen
es_es: Seleccionar nodos del medio
fi_fi: Valitse keskiliittymät
fr_fr: Sélectionner les nœuds du milieu
id_id: Pilih titik hubung tengah
it_it: Seleziona nodi centrali
ja_jp: 中間部分にあるノードも選択
ko_kr: 중간 노드 선택
ms_my: Pilih nod pertengahan
nl_nl: Selecteer middenknopen
pl_pl: Wybierz węzły środkowe
pt_pt: Selecione os nós do meio
ro_ro: Alegeți nodurile din mijloc
ru_ru: Выбирать средние узлы
tr_tr: Orta düğümü seç
uk_ua: Вибирати середні вузли
zh_cn: 选择中间节点
zh_tw: 選擇中間節點

# Settings_SelectMiddleNodesDiscription
source: If this option is disabled, the middle nodes will move to clicked position
cs_cz: Pokud je tato volba zakázána, prostřední uzly se přesunou do pozice na kterou kliknete
de_de: Wenn diese Option deaktiviert ist, werden die mittigen Netzwerk-Knoten an die angeklickte Position verschoben
es_es: Si esta opción está desactivada, los nodos medios se moverán a la posición pulsada
fi_fi: Jos tämä asetus ei ole käytössä, keskiliittymät siirtyvät napautettuun kohtaan
fr_fr: Si cette option est désactivée, les nœuds du milieu se déplaceront vers l'emplacement cliqué
id_id: Jika opsi ini dinonaktifkan, titik hubung di tengah akan berpindah ke posisi yang diklik
it_it: Se questa opzione è disabilitata, i nodi centrali si sposteranno alla posizione cliccata
ja_jp: このオプションを無効にすると、中間部分にあるノードは選択されません
ko_kr: 설정을 끄면 중간 노드들이 클릭한 위치로 이동하게 됩니다
ms_my: Jika pilihan ini dinyahdayakan, nod pertengahan akan pindah ke kedudukan yang diklik
nl_nl: Als deze optie is uitgeschakeld worden de middenknooppunten naar de klikpositie verplaatst
pl_pl: Jeśli ta opcja jest wyłączona, węzły środkowe przeniosą się do klikniętego miejsca
pt_pt: Se esta opção estiver desativada, os nós do meio vão mover-se para a posição clicada
ro_ro: Dacă aceasta opțiune este dezactivata, nodurile din mijloc o să se mute în poziția apăsată
ru_ru: Если эта опция отключена, средние узлы будет сдвинуты к месту нажатия
tr_tr: Eğer bu özellik kapalıysa, orta düğümler tıklanılan konuma taşınır
uk_ua: Якщо цей параметр вимкнено, середні вузли перемістяться у вибрану позицію
zh_cn: 禁用后，中间点将移动到单击位置
zh_tw: 停用後，中間節點將移動到剛點擊的位置

# Settings_ShortcutEnterUnderground
source: Enter underground mode
cs_cz: Vstoupit do podzemního režimu
de_de: Untergrundmodus aktivieren
es_es: Entrar en modo subterráneo
fr_fr: Passer en mode souterrain
id_id: Masuk ke mode bawah tanah
it_it: Entra in modalità sotterranea
ja_jp: 地下表示に移行
ko_kr: 지하 모드 진입하기
ms_my: Masuk mod bawah tanah
nl_nl: Ondergrondse modus activeren
pl_pl: Przejdź do trybu podziemnego
pt_pt: Entrar no modo subterrâneo
ro_ro: Intră in modul Underground
ru_ru: Войти в подземный режим
tr_tr: Yeraltı moduna girin
uk_ua: Увійти в підземний режим
zh_cn: 进入地下模式
zh_tw: 進入地下模式

# Settings_ShortcutExitUnderground
source: Exit underground mode
cs_cz: Ukončit podzemní režim
de_de: Untergrundmodus beenden
es_es: Salir del modo subterráneo
fr_fr: Quitter le mode souterrain
id_id: Keluar dari mode bawah tanah
it_it: Esci dalla modalità sotterranea
ja_jp: 地下表示を終了
ko_kr: 지하 모드 끝내기
ms_my: Keluar mod bawah tanah
nl_nl: Ondergrondse modus verlaten
pl_pl: Wyjdź z trybu podziemnego
pt_pt: Sair do modo subterrâneo
ro_ro: Ieșiți din modul Underground
ru_ru: Выйти из подземного режима
tr_tr: Yeraltı modundan çık
uk_ua: Вийти з підземного режиму
zh_cn: 退出地下模式
zh_tw: 離開地下模式

# Settings_ToggleUnderground
source: Toogle underground
cs_cz: Přepnout podzemní režim
de_de: Unterirdische Ansicht umschalten
es_es: Alternar modo subterráneo
fr_fr: Activer le souterrain
id_id: Aktif/nonaktifkan mode bawah tanah
it_it: Modalità sotterranea
ja_jp: 地下表示の切り替え方法
ko_kr: 지하 토글
lv_lv: Pārslēgšanās pazemes režīmu
ms_my: Togol mod bawah tanah
nl_nl: Ondergrondse weergave omschakelen
pl_pl: Przełącz tryb podziemny
pt_pt: Ativar/Desativar subsolo
ro_ro: Comutare modul Underground
ru_ru: Переключение подземного режима
tr_tr: Yeraltında geçiş yap
uk_ua: Перемикання підземного режиму
zh_cn: 切换地下
zh_tw: 切換地下模式

# Settings_ToggleUndergroundButtons
source: Press {0} to enter and {1} to exit
cs_cz: Stiskněte {0} pro vstup a {1} pro ukončení
de_de: Drücke {0} zum Betreten und {1} zum Beenden
es_es: Presiona {0} para entrar y {1} para salir
fr_fr: Appuyez sur {0} pour entrer et {1} pour quitter
id_id: Tekan {0} untuk masuk dan {1} untuk keluar
it_it: Premi {0} per entrare e {1} per uscire
ja_jp: {0} で移行 / {1} は終了
ko_kr: {0}을 눌러 진입하고 {1}을 눌러 끝내기
lv_lv: Noklikšķiniet {0} lai ieiet un {1} lai iziet
ms_my: Tekan {0} untuk masuk dan {1} untuk keluar
nl_nl: Druk op {0} om binnen te gaan en op {1} om te verlaten
pl_pl: Naciśnij {0}, aby wejść i {1}, aby wyjść
pt_pt: Pressione {0} para entrar e {1} para sair
ro_ro: Apăsați {0} pentru a intra și {1} pentru a ieși
ru_ru: Нажать {0} для входа и {1} для выхода
tr_tr: Girmek için {0} ve çıkmak için {1} tuşuna basın
uk_ua: Натисніть {0} для входу та {1} для виходу
zh_cn: 按 {0} 进入， {1} 退出
zh_tw: 按 {0} 進入、{1} 離開

# Settings_ToggleUndergroundHold
source: Hold {0}
cs_cz: Podržte {0}
de_de: Halte {0}
es_es: Mantener presionada la tecla {0}
fr_fr: Maintenir {0}
id_id: Tekan dan tahan {0}
it_it: Tieni premuto {0}
ja_jp: {0} を保持
ko_kr: {0} 길게 누르기
lv_lv: Turēt {0}
ms_my: Tahan kekunci {0}
nl_nl: Houd {0}
pl_pl: Przytrzymaj {0}
pt_pt: Segure {0}
ro_ro: Mențineți apăsat {0}
ru_ru: Удерживать {0}
tr_tr: {0} basılı tutun
uk_ua: Утримувати {0}
zh_cn: 按住 {0}
zh_tw: 按住 {0}

# Setting_ShortcutCalculateShiftByIntersections
source: Calculate shift by intersections
cs_cz: Vypočítat posun podle křižovatek
de_de: Verschiebung durch Kreuzungen berechnen
es_es: Calcular desplazamiento usando intersecciones
fi_fi: Laske siirtymä risteysten välille
fr_fr: Calculer le décalage par intersections
id_id: Hitungkan pergeseran menurut persimpangan
it_it: Calcola lo spostamento dalle intersezioni
ja_jp: 交差点間でシフト値を、まとめてスムージング
ko_kr: 교차로에 의한 밀려짐 계산
lv_lv: Aprēķiniet maiņu starp krustojumiem
ms_my: Kira anjakan mengikut persimpangan
nl_nl: Calculeer verschuiving bij kruispunten
pl_pl: Oblicz przesunięcie na podstawie skrzyżowań
pt_pt: Calcular deslocamento pelas interseções
ro_ro: Calculează schimbarea între intersecții
ru_ru: Рассчитать сдвиг между перекрестками
tr_tr: Kesişimlerdeki değişimi hesapla
uk_ua: Розрахувати зрушення між перехрестями
zh_cn: 按交叉点计算偏移
zh_tw: 以交岔路口計算偏移

# Setting_ShortcutCalculateShiftByNearby
source: Calculate shift by nearby nodes
cs_cz: Vypočítat posun podle blízkých uzlů
de_de: Verschiebung durch Netzwerk-Knoten in der Nähe berechnen
es_es: Calcular desplazamiento usando nodos cercanos
fi_fi: Laske siirtymä viereisten liittymien perusteella
fr_fr: Calculer le décalage avec les nœuds à proximité
id_id: Hitungkan pergeseran menurut titik hubung yang berdekatan
it_it: Calcola lo spostamento dai nodi vicini
ja_jp: 隣接するノードで、シフトをスムージング
ko_kr: 근처 노드에 의한 밀려짐 계산
lv_lv: Aprēķiniet maiņu pēc tuvējiem mezgliem
ms_my: Kira anjakan mengikut nod berhampiran
nl_nl: Calculeer verschuiving bij nabijgelegen knooppunten
pl_pl: Oblicz przesunięcie na podstawie pobliskich węzłów
pt_pt: Calcular deslocamento nas proximidades
ro_ro: Calculează schimbarea între nodurile din apropriere
ru_ru: Рассчитать сдвиг по соседним узлам
tr_tr: Düğümlerin arasındaki değişimi hesapla
uk_ua: Розрахувати зрушення по сусідніх вузлах
zh_cn: 按附近节点计算偏移
zh_tw: 以臨近節點計算偏移

# Setting_ShortcutCalculateTwistByIntersections
source: Calculate twist by intersections
cs_cz: Vypočítat náklon podle křižovatek
de_de: Drehung durch Kreuzungen berechnen
es_es: Calcular giro usando intersecciones
fi_fi: Laske sivukaltevuus risteysten välille
fr_fr: Calculer la torsion par intersections
id_id: Hitungkan twist menurut persimpangan
it_it: Calcola la torsione per intersezioni
ja_jp: 交差点間でツイスト値を、まとめてスムージング
ko_kr: 교차로에 의한 비틀림 계산
lv_lv: Aprēķināt vīšanas starp krustojumiem
ms_my: Kira pulas mengikut persimpangan
nl_nl: Calculeer kronkel bij de kruispunten
pl_pl: Oblicz skręt na podstawie skrzyżowań
pt_pt: Calcular a torção pelas interseções
ro_ro: Calculează răsucirea între intersecții
ru_ru: Рассчитать скручивание между перекрестками
tr_tr: Kesişimlerdeki değişimi hesapla
uk_ua: Розрахувати скручування між перехрестями
zh_cn: 按交叉点计算倾斜
zh_tw: 以交岔路口計算扭轉

# Setting_ShortcutCalculateTwistByNearby
source: Calculate twist by nearby nodes
cs_cz: Vypočítat náklon podle blízkých uzlů
de_de: Drehung durch benachbarte Netzwerk-Knoten berechnen
es_es: Calcular giro usando nodos cercanos
fi_fi: Laske sivukaltevuus viereisten liittymien perusteella
fr_fr: Calculer la torsion par les nœuds proches
id_id: Hitungkan twist berdasarkan titik hubung yang berdekatan
it_it: Calcola torsione per nodi vicini
ja_jp: 隣接するノードで、ツイストのスムージング
ko_kr: 근처 노드에 의한 비틀림 계산
lv_lv: Aprēķināt maiņu pēc tuvējiem mezgliem
ms_my: Kira pulas mengikut nod berhampiran
nl_nl: Calculeer kronkel bij nabijgelegen knooppunten
pl_pl: Oblicz skręt na podstawie pobliskich węzłów
pt_pt: Calcular a torção pelos nós próximos
ro_ro: Calculează răsucirea între nodurile din apropriere
ru_ru: Рассчитать скручивание по соседним узлам
tr_tr: Düğümlerin arasındaki değişimi hesapla
uk_ua: Розрахувати скручування по сусідніх вузлах
zh_cn: 按附近节点计算倾斜
zh_tw: 以臨近節點計算扭轉
