Repository: MacSergey/NodeController30
Catalog: NodeControllerRenewal/Properties/Localize.*.resx
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, ko_kr, lv_lv, ms_my, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua, zh_cn, zh_tw

# Mod_WhatsNewMessage3_2
source: [NEW] Added the ability to edit decorative networks. Max slope and twist value for decoration networks is 85 degrees. [NEW] Changed game limit for calculation path for pedestrion on intersection: pedestrian no more stuck on wide intersections. [NEW] Added option for insertion nodes: click on segnemt (default behavior like before), click with Ctrl on segment, disabled. [NEW] Added twist options: --- Calculate twist by nearby nodes - set average twist value to node. --- Calculate twist by intersections - set twist value for all nodes between intersection for smooth transition (like -4°,-2°,0°,+2°,+4°). --- Set twist between intersections - set this twist value for all nodes between intersection. [NEW] Added ability to change slope value for each segment on middle node. [NEW] Added the ability to change offset and rotation for end nodes. [UPDATED] Overlay was adapted for too narrow networks. [FIXED] Fixed calculation for nodeless networks. [FIXED] Fixed calculation of node insertion.
fr_fr: [NEW] Ajout de la possibilité de modifier les réseaux décoratif. La valeur maximale de pente et de torsion pour les réseaux décoratif est de 85 degrés. [NEW] Modification de la limite du jeu pour le calcul du chemin pour les piétons sur les intersections : les piétons ne sont plus bloqués sur les intersections larges. [NEW] Ajout d'une option pour les noeuds d'insertion : cliquer sur le segnemt (comportement par défaut comme avant), cliquer avec Ctrl sur le segment, désactivé. [NEW] Ajout d'options de torsion : --- Calculer la torsion par les nœuds proches - définir la valeur de torsion moyenne pour le nœud. --- Calculer la torsion par intersections - définir la valeur de la torsion pour tous les nœuds entre les intersections pour une transition douce (comme -4°,-2°,0°,+2°,+4°). --- Définir la torsion entre les intersections - définit la valeur de torsion pour tous les nœuds entre les intersections. [NEW] Ajout de la possibilité de modifier la valeur de la pente pour chaque segment sur le nœud central. [NEW] Ajout de la possibilité de modifier le décalage et la rotation des nœuds d'extrémité. [UPDATED] La mise en évidence a été adaptée pour les réseaux trop étroits. [FIXED] Correction du calcul pour les réseaux sans nœuds. [FIXED] Correction du calcul de l'insertion des nœuds.
ru_ru: [NEW] Добавлена возможность редактировать декаративные сети. Максимальный уклон и скручивание для декаративных сетей - 85 градусов. [NEW] Изменен игровой лимит рассчета пути для пешеходов на перекрестках: пешеходы больше не будут засревать на широких перекрестках. [NEW] Добавлены настройки вставки узла: нажать на сегмент (стандартное поведение до этого), нажать на сегмент с зажатым Ctrl, отслючено. [NEW] Добавлены опции для скручивания: --- Рассчитать скручивание по соседним узлам - задает среднее значение. --- Рассчитать скручивание между перекрестками - задает значение скручивания для узлов между перекрестками для достижения плавного перехода (например -4°,-2°,0°,+2°,+4°). --- Задать значение скручивания между перекресками - задает значение скручивания из текущего узла для всех узлов между перекресками. [NEW] Добавлена возможность изменять значение наклона для каждого сегмента в среднем узле. [NEW] Добавлнаа возможность изменять отступ и повород для конечного узла. [UPDATED] Подсветка сегментов была оптимизирована для очень узких сетей. [FIXED] Исправлен рассчет сетей без узлов. [FIXED] Исправлен рассчет вставки узла.
zh_cn: [NEW] 增加了编辑装饰网络的能力。装饰网络的最大斜坡和扭曲值为85度。 [NEW] 改变游戏计算交叉路口行人路径的限制：行人不会卡在宽的交点上。 [NEW] 添加插入节点选项：单击插入节点 (像以前一样默认行为)，或在节点上单击+Ctrl禁用。 [NEW] 添加了扭曲选项： --- 由附近节点计算扭曲——设置为两者平均值。 --- 通过节点计算扭曲—为节点之间的所有节点设置平顺的扭曲值(如-4°,2-°,0°,+2°,+4°)。 --- 设置交点间的扭曲 - 设置交点之间的所有节点的扭曲值。 [NEW] 增加了改变“中间”节点上每个部分的斜率值的能力。 [NEW] 增加了更改“终点”节点偏移和旋转的能力。 [UPDATED] UI对过于狭窄的网络进行优化。 [FIXED] 修复无节点网络计算方式。 [FIXED] 修复节点插入计算方式。

# Mod_WhatsNewMessage3_3
source: [UPDATED] Added the ability to disable option "fix stuck pedestrian on long intersections" due to complaining about affecting simulation speed. The option is disabled by default, can be enabled in the mod settings. [NEW] Added option "Collision". if you disable it for segment, segment will not have limits for changing offset and can be overlapped by other segments. [NEW] Added option "Nodeless". it makes segment render without node. [NEW] Added the ability to hide unused options. All options exclude offset, shift and rotate can be hidden in the mod settings if you dont use them. [FIXED] Fixed shift calculation on middle nodes. [UPDATED] Max slope value for roads was increased to 60 degrees. [UPDATED] Max tweest value for roads was increased to 60 degrees. [UPDATED] Max shift value was increased to 64 meters. [FIXED] Fixed hole in overlay on such a big nodes. [TRANSLATION] Added Romanian language.
cs_cz: [UPDATED] Přidána možnost "opravit uvízlé chodce na dlouhých křižovatkách" kvůli stížnosti na ovlivnění simulační rychlosti je ve výchozím nastavení tato možnost zakázána, může být povolena v nastavení módu. [NEW] Přidána možnost "Kolize". pokud ji na segmentu zakážete, segment nebude mít limity pro změnu odsazení a může být překrytý ostatními segmenty. [NEW] Přidána možnost "Bez uzlu". To vytvoří vykreslení segmentu bez uzlu. [NEW] Přidána možnost skrýt nepoužité možnosti. Všechny možnosti kromě odsazení, posunutí a rotace mohou být skryty v nastavení módu, pokud je nepoužíváte. [FIXED] Výpočet posunu na středních uzlech. [UPDATED] Maximální hodnota sklonu silnic byla zvýšena na 60 stupňů. [UPDATED] Maximální hodnota náklonu silnice byla zvýšena na 60 stupňů. [UPDATED] Maximální hodnota odsazení byla zvýšena na 64 metrů. [FIXED] Opravená díra v překrytí na velkých uzlích. [TRANSLATION] Přidán Rumunský jazyk.
de_de: [UPDATED] Die Möglichkeit zum Deaktivieren der Option "Feststeckte Fußgänger an langen Kreuzungen reparieren" wurde aufgrund von Beschwerden über Auswirkungen auf die Simulationsgeschwindigkeit hinzugefügt. Die Option ist standardmäßig deaktiviert, kann aber in den Mod-Einstellungen aktiviert werden. [NEW] Option "Kollision" hinzugefügt. wenn es für das Segment deaktivieret wird, hat das Segment keine Limits für das Ändern des Offsets und kann durch andere Segmente hindurch überlappt werden. [NEW] Option "Nodeless" hinzugefügt. Es erstellt das jeweilige Segment ohne Netzwerk-Knoten. [NEW] Ungenutzte Optionen ausblenden. Alle Optionen, außer Versatz, Verschieben und Rotation, können in den Mod-Einstellungen ausgeblendet werden, wenn sie nicht verwendet werden. [FIXED] Verschiebeerechnung auf Mittelknoten korrigiert. [UPDATED] Maximaler Neigungswert für Straßen wurde auf 60 Grad erhöht. [UPDATED] Maximaler Verdrehungswert für Straßen wurde auf 60 Grad erhöht. [UPDATED] Maximaler Verschiebewert wurde auf 64 Meter erhöht. [FIXED] Löcher im Overlay auf übergroßen Netzwerk-Knoten behoben. [TRANSLATION] Rumänische Sprache hinzugefügt.
es_es: [UPDATED] Opción para deshabilitar "arreglar peatones atascados en intersecciones amplias". La opción está deshabilitada de forma predeterminada, se puede habilitar en las opciones del mod. [NEW] Opción de "Colisión". Si la deshabilitas por segmento, no habrán límites para cambiar el desplazamiento y puede solapar otros segmentos. [NEW] Opción para "Sin nodos". Hace que el segmento se muestre sin nodos. [NEW] Opción para esconder utilidades de poco uso. Todas las opciones excepto desplazamiento y rotación se pueden esconder en la configuración del mod si no las usas con frecuencia. [FIXED] Cálculos de desplazamiento en nodos medios. [UPDATED] Valor máximo de pendiente incrementado a 60 grados. [UPDATED] Valor máximo de doblado de carreteras incrementado a 60 grados. [UPDATED] Valor máximo de cambio incrementado a 64 metros. [FIXED] Sombra en capa cuando los nodos son my grandes. [TRANSLATION] Idioma Rumano.
fr_fr: [UPDATED] Ajout de la possibilité de désactiver l'option "Corriger les piétons bloqués sur les longues intersections" en raison de plaintes concernant l'impact de la vitesse de simulation. L'option est désactivée par défaut, mais peut être activée dans les paramètres du mod. [NEW] Ajout de l'option "Collision". Si vous la désactivez pour un segment, ce segment n'aura pas de limites de décalage et d'autres segments peuvent le chevaucher. [NEW] Ajout de l'option "Sans nœud". Cela permet d'afficher un segment sans noeud. [NEW] Ajout de la possibilité de masquer les options inutilisées. Toutes les options, à l'exception du décalage et de la rotation, peuvent être masquées dans les paramètres du mod si vous ne les utilisez pas. [FIXED] Correction du calcul du décalage des nœuds intermédiaires. [UPDATED] La valeur de pente maximale pour les routes a été augmentée à 60 degrés. [UPDATED] La valeur de torsion maximale pour les routes a été augmentée à 60 degrés. [UPDATED] La valeur maximale de décalage a été augmentée à 64 mètres. [FIXED] Correction d'un trou dans la mise en évidence des nœuds de grande taille. [TRANSLATION] Ajout de la traduction roumaine.
id_id: [UPDATED] Menambahkan opsi untuk mematikan fungsi "Perbaiki pejalan kaki yang tersangkut pada persimpangan besar" karena komplen terpengaruhnya kecepatan simulasi. Opsi ini mati secara bawaan, dapat dinyalakan pada prasetelan mod. [NEW] Menambahkan opsi "Collision". Jika dimatikan pada segmen, segmen tidak akan memiliki batas ketika mengubah pemunduran dan dapat saling tumpang tindih dengan segmen lain. [NEW] Menambahkan opsi "Nodeless". Akan membuat segmen dirender tanpa node. [NEW] Menambahkan kemampuan untuk menyembunyikan opsi tak terpakai. Semua opsi kecuali pemunduran, pergeseran dan perputaran dapat disembunyikan pada prasetelan mod. [FIXED] Memperbaiki kalkulasi pergeseran pada node tengah. [UPDATED] Nilai maks. kemiringan untuk jalan dinaikkan menjadi 60 derajat. [UPDATED] Nilai maks. twist untuk jalan dinaikkan menjadi 60 derajat. [UPDATED] Nilai maks. pergeseran dinaikkan menjadi 64 meter. [FIXED] Memperbaiki lubang pada lapisan di node-node yang besar. [TRANSLATION] Menambahkan bahasa Romania.
it_it: [UPDATED] Aggiunta la possibilità di disabilitare l'opzione "Correggi i pedoni bloccati su intersezioni lunghe" a causa di lamentele riguardo l'impatto sulla velocità di simulazione. L'opzione è disabilitata di default, può essere abilitata nelle impostazioni della mod. [NEW] Aggiunta l'opzione "Collisione". Se la disattivi per il segmento, non avrà limiti per cambiare l'offset e potrà essere sovrapposto da altri segmenti. [NEW] Aggiunta l'opzione "Senza nodo". Fa renderizzare i segmenti senza nodi. [NEW] Aggiunta la possibilità di nascondere le opzioni inutilizzate. Tutte le opzioni escludono offset, spostamento e rotazione possono essere nascoste nelle impostazioni della mod se non le usate. [FIXED] Sistemato il calcolo dello spostamento sui nodi centrali. [UPDATED] Il valore massimo della pendenza per le strade è stato aumentato a 60 gradi. [UPDATED] Il valore massimo di torsione per le strade è stato aumentato a 60 gradi. [UPDATED] Il valore massimo dello spostamento è stato aumentato a 64 metri. [FIXED] Risolto il buco in sovrapposizione su un nodo di grandi dimensioni. [TRANSLATION] Aggiunta lingua rumena.
ko_kr: [UPDATED] 시뮬레이션 속도에 영향을 준다는 불만 사항을 수용해 "긴 교차로에서 보행자 끼임 현상 수정" 설정을 끌 수 있도록 하였습니다. 설정은 기본적으로 꺼져 있으며, 모드 설정에서 켤 수 있습니다. [NEW] "충돌" 옵션 추가. 세그먼트의 충돌 옵션을 끄면, 오프셋 변경 제한이 사라지며 다른 세그먼트와 겹치도록 할 수 있습니다. [NEW] "노드 없음" 옵션 추가. 노드 없이 세그먼트를 렌더링합니다. [NEW] 사용하지 않는 옵션을 숨기는 기능 추가. 오프셋, 밀려짐(시프트), 회전을 제외한 모든 옵션의 경우, 사용하지 않는다면 모드 설정에서 숨길 수 있습니다. [FIXED] 중간 노드에 적용되는 밀려짐(시프트) 계산을 수정했습니다. [UPDATED] 최대 경사값을 60도로 늘렸습니다. [UPDATED] 최대 비틀림값을 60도로 늘렸습니다. [UPDATED] 최대 밀려짐(시프트)값을 64미터로 늘렸습니다. [FIXED] 큰 노드의 오버레이에서 나타나는 구멍을 수정했습니다. [TRANSLATION] 루마니아어를 지원합니다.
ms_my: [UPDATED] Keupayaan untuk menyahdayakan pilihan "baiki pejalan kaki yang tersangkut pada persimpangan yang panjang" telah ditambah kerana terdapat aduan mengenai terkesannya kelajuan penyelakuan. Pilihan ini dinyahdayakan secara lalai, boleh didayakan dalam tetapan mod. [NEW] Pilihan "Perlanggaran" telah ditambah. Jika anda menyahdayakannya untuk segmen, segmen tidak akan ada had dalam pengubahan ofset dan boleh bertindih dengan segmen lain. [NEW] Pilihan "Tanpa nod" telah ditambah. Pilihan tersebut membuatkan segmen dikemas gabung tanpa nod. [NEW] Keupayaan untuk menyembunyikan pilihan yang tidak digunakan telah ditambah. Semua pilihan kecuali ofset, anjakan dan putaran boleh disembunyikan dalam tetapan mod jika anda tidak menggunakannya. [FIXED] Perkiraan anjakan pada nod pertengahan telah dibaiki. [UPDATED] Nilai lereng maksimum untuk jalan telah ditingkatkan ke 60 darjah. [UPDATED] Nilai pulas maksimum untuk jalan telah ditingkatkan ke 60 darjah. [UPDATED] Nilai anjakan maksimum telah ditingkatkan ke 64 meter. [FIXED] Lubang dalam tindihan atas pada nod yang amat besar telah dibaiki. [TRANSLATION] Bahasa Romania telah ditambah.
nl_nl: [UPDATED] De mogelijkheid is toegevoegd om de optie "Vastzittende voetgangers op lange kruispunten verhelpen" uit te schakelen, vanwege klachten over de impact op de simulatiesnelheid. De optie is standaard uitgeschakeld, maar kan worden ingeschakeld in de mod instellingen. [NEW] Optie "Botsing" toegevoegd. Indien uitgeschakeld voor het segment, heeft het segment geen limieten voor het veranderen van de verschuiving en kan het overlapt worden door andere segmenten. [NEW] Optie "Zonder knopen" toegevoegd. Het creëert het respectieve segment zonder knooppunten. [NEW] Optie om ongebruikte opties te verbergen toegevoegd. Alle opties behalve verschuiven, veplaatsen en rotqtie kunnen verborgen worden in de mod instellingen als ze niet gebruikt worden. [FIXED] Verplaatsingsberekening op middelste knooppunt gecorrigeerd. [UPDATED] Maximale helling waarde voor wegen is verhoogd naar 60 graden. [UPDATED] Maximale verdraaiing voor wegen is verhoogd naar 60 graden. [UPDATED] Maximale verplaatsingswaarde is verhoogd naar 64 meter. [FIXED] Gaten in overlay op grote netwerkknooppunten opgelost. [TRANSLATION] Roemeense taal toegevoegd.
pl_pl: [UPDATED] Dodano możliwość wyłączenia opcji "napraw pieszych na długich przecięciach" ze względu na skargi na wpływ na prędkość symulacji. Opcja jest domyślnie wyłączona, może być włączona w ustawieniach modyfikacji. [NEW] Dodano opcję "Kolizja". jeśli wyłączysz go dla segmentu, segment nie będzie miał limitów zmiany przesunięcia i może być nakładany na siebie przez inne segmenty. [NEW] Dodano opcję "Nodeless". Tworzy ona renderowanie segmentu bez węzła. [NEW] Dodano możliwość ukrycia nieużywanych opcji. Wszystkie opcje wykluczając przesuwanie, przesunięcie i obracanie mogą być ukryte w ustawieniach modyfikacji, jeśli ich nie używasz. [FIXED] Naprawiono obliczanie przesunięcia na środkowych węzłach. [UPDATED] Maksymalna wartość nachylenia dróg została zwiększona do 60 stopni. [UPDATED] Maksymalna wartość skręcania dróg wzrosła do 60 stopni. [UPDATED] Maksymalna wartość przesunięcia została zwiększona do 64 metrów. [FIXED] Naprawiono dziurę w nakładce na w dużych węzłach. [TRANSLATION] Dodano język rumuński.
pt_pt: [UPDATED] Adicionado a habilidade de desativar a opção "consertar pedestre preso em interseções longas" devido a reclamação de afetar a velocidade de simulação. A opção está desabilitada por padrão pode ser ativada nas configurações do mods. [NEW] Opção adicionada "Collisão". Se você desativar isto para segmento, o segmento não terá limites para alterar o deslocamento e pode ser sobreposto por outros segmentos. [NEW] Adicionada opção "Sem nós". Isso faz o segmento renderizar sem nós. [NEW] Adicionou a habilidade de ocultar opções não usadas. Todas as opções excluem o deslocamento, mudança e rotação podem ser ocultadas nas configurações do mod se você não usá-las. [FIXED] Cálculo de deslocamento fixo nos nós médios. [UPDATED] valor máximo de inclinação para estradas foi aumentado em 60 graus. [UPDATED] valor máximo de torção para estradas foi aumentado em 60 graus. [UPDATED] O valor máximo de deslocamento foi aumentado para 64 metros. [FIXED] buracos corrigidos na sobreposição em um nó tão grande. [TRANSLATION] Adição de idioma romeno.
ro_ro: [UPDATED] Adăugată abilitatea de a dezactiva opțiunea "Fixează problema a pietonilor blocați în intersecțiile mari" pentru plângerile făcute din cauza afectării a vitezei a simulării. Opțiunea aceasta este dezactivată în mod implicit, aceasta poate fi activată din setările modului. [NEW] Adăugată opțiunea "Coliziune". Dacă o dezactivezi pentru segmente, acestea nu o să mai aibă limite la schimbarea offetului și pot fi suprapuse de alte segmente. [NEW] Adăugată opțiunea "Fără noduri". Randează segmentele fără noduri. [NEW] Adăugată opțiunea de a ascunde opțiunile nefolosite. Toate opțiunile, în afară de offset, schimbă și rotește, pot fi ascunse în setările modului dacă nu o să le folsești. [FIXED] Rezolvată problema calculării schimbarii a nodurile din mijloc. [UPDATED] Valoarea maximă a pantei pentru străzi a fost crescută la 60 de grade. [UPDATED] Valoarea maximă a curbelor pentru străzi a fost crescută la 60 de grade. [UPDATED] Valoarea maximă a schimbării pentru străzi a fost crescută la 64 metri. [FIXED] Rezolvată problema a găuriile create în overlay în intersecțiile mai mari. [TRANSLATION] Adăugată limba română.
ru_ru: [UPDATED] Добавлена возможность отключить опцию "Исправление застрявания пешеходов на слишком длинных перекрестках" из-за жалоб на влияние на скорость симуляции. Теперь эта опция выключена по умолчанию и может быть включена в настройках мода. [NEW] Добавлена опция "Коллизия". Если вы отключите коллизию для сегмента, он не будет иметь ограничений для изменения отступа и может накладываться на другие сегменты. [NEW] Добавлена опция "Без узла". Это опция отключает отрисовку узла для сегмента. [NEW] Добавлена возможность скрывать ненужные опции. Все опции, кроме отступа, смещения и поворота могут быть скрыть в настройках мода если вы ими не пользуетесь. [FIXED] Исплавлен рассчет смещения для среднего узла. [UPDATED] Максимальный наклон для дорог увеличин до 60 градусов. [UPDATED] Максимальное скручивание для дорог увеличино до 60 градусов. [UPDATED] Максимальный сдвиг увеличен до 64 метров. [FIXED] Исправлена дыра в оверлеи при наведение на очень большие узлы. [TRANSLATION] Добавлен перевод на румынский.
zh_cn: [UPDATED] 由于可能影响模拟速度，增加了禁用选项“修复长交叉路口上卡住的行人”的功能。默认情况下，该选项处于禁用状态，可以在模组设置中启用。 [NEW] 添加选项“碰撞”。如果禁用该选项，则路段将没有更改偏移的限制，并且可以与其他路段重叠。 [NEW] 添加选项“无节点”。它使得路段的渲染没有节点。 [NEW] 添加了隐藏未使用选项的功能。如果你不使用所有的选项（不包括偏移、移位和旋转），那么都可以隐藏在模组设置中。 [FIXED] 修复中间节点上的移位计算。 [UPDATED] 道路的最大坡度值增加到60度。 [UPDATED] 道路的最大斜度值增加到60度。 [UPDATED] 最大移位值增加到64米。 [FIXED] 修复了大节点上覆盖层的蓝洞问题。 [TRANSLATION] 添加了罗马尼亚语。
zh_tw: [UPDATED] 由於可能影響模擬速度，添加了禁用「修復卡在長交叉路口的行人」的選項。該選項默認禁用，可以在模組設定中啟用。 [NEW] 添加選項「碰撞」。如果禁用該選項，則路段將失去更改偏移的限制，並且可以與其他路段重疊。 [NEW] 添加選項「無節點」。它使得路段的渲染沒有節點。 [NEW] 添加了隱藏未使用選項的功能。如果你不使用這些選項，那麼除了「偏移、移位和旋轉」都可以在模組設定中隱藏它們。 [FIXED] 修正中間節點上的移位計量。 [UPDATED] 道路的最大坡度值增加到60度。 [UPDATED] 道路的最大斜度值增加到60度。 [UPDATED] 最大移位值增加到64米。 [FIXED] 修正了大節點上覆蓋層的藍洞。 [TRANSLATION] 添加了羅馬尼亞語。

# Mod_WhatsNewMessage3_3_1
source: [UPDATED] Added Plazas & Promenades DLC support. [FIXED] Fixed prop positions on twisted segments. [FIXED] Simulation data is not changed from main thread anymore. [FIXED] Fixed missing crosswalk texture on crosswalk nodes.
cs_cz: [UPDATED] Přidána podpora DLC Plazas & Promenades. [FIXED] Opravené pozice objektů na nakloněných segmentech. [FIXED] Data simulace se již nemění z hlavního vlákna. [FIXED] Opravena chybějící textura přechodů.
de_de: [UPDATED] DLC-Unterstützung für Plazas & Promenaden hinzugefügt. [FIXED] Fehler bei Prop-Positionen auf verdrehten Segmenten behoben. [FIXED] Simulationsdaten werden vom Hauptthread nicht mehr geändert. [FIXED] Fehlerbehebung der fehlenden Boden-Textur auf den Gehweg-Knoten.
es_es: [UPDATED] Soporte para DLC Plazas & Promedades. [FIXED] Posición de elementos en segmentos girados [FIXED] Los datos de simulación no cambiarn en el hilo principal. [FIXED] Texttura faltante en el cruce peatonal en nodos de cruce.
fr_fr: [UPDATED] Ajout du support du DLC Plazas & Promenades. [FIXED] Corrections des positions des accessoires sur les segments tordus. [FIXED] Les données de la simulation ne sont plus changées du thread principal. [FIXED] Correction de la texture manquante sur les nœuds de passage piéton.
id_id: [UPDATED] Menambahkan dukungan untuk DLC Plazas & Promenades. [FIXED] Memperbaiki posisi prop pada segmen yang terpelintir. [FIXED] Data simulasi tidak diubah dari main thread lagi. [FIXED] Memperbaiki tekstur penyebrangan yang hilang pada node penyebrangan.
it_it: [UPDATED] Aggiunto il supporto per il DLC Plaza & Promenades. [FIXED] Corrette le posizioni dei prop su segmenti inclinati. [FIXED] I dati di simulazione non sono più cambiati dal thread principale. [FIXED] Risolta la mancanza della texture delle strisce pedonali sui nodi con attraversamento.
ko_kr: [업데이트] Plazas & Promenades DLC를 지원합니다. [수정] 비틀린 구간의 프롭 위치를 수정했습니다. [수정] 더 이상 주 스레드에서 가져온 시뮬레이션 데이터가 바뀌지 않습니다. [수정] 횡단보도 노드의 누락된 텍스처를 수정했습니다.
ms_my: [UPDATED] Sokongan buat DLC Plazas & Promenades telah ditambah. [FIXED] Kedudukan prop pada segmen terpulas telah dibaiki. [FIXED] Data penyelakuan kini sudah tidak diubah dari bebenang utama. [FIXED] Tekstur lintasan pejalan kaki pada nod lintasan yang hilang telah dibaiki.
nl_nl: [UPDATED] Ondersteuning toegevoegd voor Plazas & Promenades DLC. [FIXED] Probleem met de positie van props op gedraaide segmenten opgelost. [FIXED] Simulatiegegevens worden niet langer gewijzigd vanuit de hoofdthread. [FIXED] Ontbrekende textuur voor zebrapaden hersteld.
pl_pl: [UPDATED] Dodano obsługę DLC Place i Promenady. [FIXED] Naprawiono pozycje rekwizytów na skręconych segmentach. [FIXED] Dane symulacyjne nie są już zmieniane z głównego wątku. [FIXED] Naprawiono brakującą teksturę przejść dla pieszych na węzłach z przejściem dla pieszych.
pt_pt: [UPDATED] Adicionado suporte a DLC Plazas e Passeios. [FIXED] Corrigido posição de props em segmentos distorcidos [FIXED] Dados de simulação não são mais alterados da thread principal. [FIXED] Corrigido faixa de pedestre faltante em cruzamentos com faixa de pedestre.
ro_ro: [UPDATED] Adăugat suportul pentru Plazas & Promenades DLC. [FIXED] Au fost reglementate pozițiile obiectelor în segmentele răsucite. [FIXED] Datele simulării nu mai sunt modificate prin thread-ul principal. [FIXED] Rezolvată problema lipsei texturii a trecerilor de pietoni la nodurile trecerilor de pietoni.
ru_ru: [UPDATED] Добавлена поддержка Plazas & Promenades DLC. [FIXED] Исправлена расположение реквизита на скрученных сегментах. [FIXED] Данные симуляции не изменяются из основного потока. [FIXED] Исправлена отсутствующая текстура перехода на узле типа переход.
zh_cn: [UPDATED] 添加了 Plazas & Promenades DLC 的支持。 [FIXED] 修复了弯曲路段上的摆件位置。 [FIXED] 模拟数据不再从主线程更改。 [FIXED] 修复了人行横道节点上缺少的人行横道纹理。
zh_tw: [UPDATED] 添加對 Plazas & Promenades DLC 軟體版本的支持。 [FIXED] 修正了彎曲路段上的物件位置。 [FIXED] 模擬數據不再從主線程更改。 [FIXED] 修正了人行道節點上缺少的人行道紋理。
